{
"gita": [
{

"chapter": 1,
  "title": "अष्टावक्र गीता (Ashtavakra Gita)",
  "verses": [
    {
      "verse": "1-1",
      "sanskrit": "जनक उवाच - कथं ज्ञानमवाप्नोति, कथं मुक्तिर्भविष्यति।\nवैराग्य च कथं प्राप्तमेतद ब्रूहि मम प्रभो॥",
      "hindi": "वयोवृद्ध राजा जनक, बालक अष्टावक्र से पूछते हैं - हे प्रभु, ज्ञान की प्राप्ति कैसे होती है, मुक्ति कैसे प्राप्त होती है, वैराग्य कैसे प्राप्त किया जाता है, ये सब मुझे बताएं॥",
      "english": "Old king Janak asks the young Ashtavakra - How knowledge is attained, how liberation is attained and how non-attachment is attained, please tell me all this.॥"
    },
    {
      "verse": "1-2",
      "sanskrit": "अष्टावक्र उवाच - मुक्तिमिच्छसि चेत्तात्, विषयान विषवत्त्यज।\nक्षमार्जवदयातोष, सत्यं पीयूषवद्भज॥",
      "hindi": "श्री अष्टावक्र उत्तर देते हैं - यदि आप मुक्ति चाहते हैं तो अपने मन से विषयों (वस्तुओं के उपभोग की इच्छा) को विष की तरह त्याग दीजिये\nक्षमा, सरलता, दया, संतोष तथा सत्य का अमृत की तरह सेवन कीजिये॥",
      "english": "Sri Ashtavakra answers - If you wish to attain liberation, give up the passions (desires for sense objects) as poison. Practice forgiveness, simplicity, compassion, contentment and truth as nectar.॥"
    },
    {
      "verse": "1-3",
      "sanskrit": "न पृथ्वी न जलं नाग्निर्न वायुर्द्यौर्न वा भवान्।\nएषां साक्षिणमात्मानं चिद्रूपं विद्धि मुक्तये॥",
      "hindi": "आप न पृथ्वी हैं, न जल, न अग्नि, न वायु अथवा आकाश ही हैं\nमुक्ति के लिए इन तत्त्वों के साक्षी, चैतन्यरूप आत्मा को जानिए॥",
      "english": "You are neither earth, nor water, nor fire, nor air or space. To liberate, know the witness of all these as conscious self.॥"
    },
    {
      "verse": "1-4",
      "sanskrit": "यदि देहं पृथक् कृत्य चिति विश्राम्य तिष्ठसि\n अधुनैव सुखी शान्तो बन्धमुक्तो भविष्यसि॥१-४॥",
      "hindi": "यदि आप स्वयं को इस शरीर से अलग करके, चेतना में विश्राम करें तो तत्काल ही सुख, शांति और बंधन मुक्त अवस्था को प्राप्त होंगे॥४॥",
      "english": "If you detach yourself from the body and rest in consciousness, you will become content, peaceful and free from bondage immediately.॥4॥"
    },
    {
      "verse": "1-5",
      "sanskrit": "न त्वं विप्रादिको वर्ण: नाश्रमी नाक्षगोचर:\nअसङगोऽसि निराकारो विश्वसाक्षी सुखी भव॥१-५॥",
      "hindi": "आप ब्राह्मण आदि सभी जातियों अथवा ब्रह्मचर्य आदि सभी आश्रमों से परे हैं तथा आँखों से दिखाई न पड़ने वाले हैं\nआप निर्लिप्त, निराकार और इस विश्व के साक्षी हैं, ऐसा जान कर सुखी हो जाएँ॥५॥",
      "english": "You do not belong to 'Brahman' or any other caste, you do not belong to 'Celibate' or any other stage, nor are you anything that the eyes can see. You are unattached, formless and witness of everything - so be happy.॥5॥"
    },
    {
      "verse": "1-6",
      "sanskrit": "धर्माधर्मौ सुखं दुखं मानसानि न ते विभो\nन कर्तासि न भोक्तासि मुक्त एवासि सर्वदा॥१-६॥",
      "hindi": "धर्म, अधर्म, सुख, दुःख मस्तिष्क से जुड़ें हैं, सर्वव्यापक आप से नहीं\nन आप करने वाले हैं और न भोगने वाले हैं, आप सदा मुक्त ही हैं॥६॥",
      "english": "Righteousness, unrighteousness, pleasure and pain are connected with the mind and not with the all-pervading you. You are neither the doer nor the reaper of the actions, so you are always almost free.॥6॥"
    },
    {
      "verse": "1-7",
      "sanskrit": "एको द्रष्टासि सर्वस्य मुक्तप्रायोऽसि सर्वदा\nअयमेव हि ते बन्धो द्रष्टारं पश्यसीतरम्॥१-७॥",
      "hindi": "आप समस्त विश्व के एकमात्र दृष्टा हैं, सदा मुक्त ही हैं, आप का बंधन केवल इतना है कि आप दृष्टा किसी और को समझते हैं॥७॥",
      "english": "You are the solitary witness of all that is, almost always free. Your only bondage is understanding the seer to be someone else.॥7॥"
    },
    {
      "verse": "1-8",
      "sanskrit": "अहं कर्तेत्यहंमान महाकृष्णाहिदंशितः\nनाहं कर्तेति विश्वासामृतं पीत्वा सुखं भव॥१-८॥",
      "hindi": "अहंकार रूपी महासर्प के प्रभाववश आप 'मैं कर्ता हूँ' ऐसा मान लेते हैं\n'मैं कर्ता नहीं हूँ', इस विश्वास रूपी अमृत को पीकर सुखी हो जाइये॥८॥",
      "english": "Ego poisons you to believe: “I am the doer”. Believe “I am not the doer”. Drink this nectar and be happy.॥8॥"
    },
    {
      "verse": "1-9",
      "sanskrit": "एको विशुद्धबोधोऽहं इति निश्चयवह्निना\nप्रज्वाल्याज्ञानगहनं वीतशोकः सुखी भव॥१-९॥",
      "hindi": "मैं एक, विशुद्ध ज्ञान हूँ, इस निश्चय रूपी अग्नि से गहन अज्ञान वन को जला दें, इस प्रकार शोकरहित होकर सुखी हो जाएँ॥९॥",
      "english": "I am single, pure knowledge” consumes even the dense ignorance like fire. Be beyond disappointments and be happy.॥9॥"
    },
    {
      "verse": "1-10",
      "sanskrit": "यत्र विश्वमिदं भाति कल्पितं रज्जुसर्पवत्\nआनंदपरमानन्दः स बोधस्त्वं सुखं चर॥१-१०॥",
      "hindi": "जहाँ ये विश्व रस्सी में सर्प की तरह अवास्तविक लगे, उस आनंद, परम आनंद की अनुभूति करके सुख से रहें ॥१०॥",
      "english": "Feel the ecstasy, the supreme bliss where this world appears unreal like a snake in a rope, know this and move happily.॥10॥"
    },
    {
      "verse": "1-11",
      "sanskrit": "मुक्ताभिमानी मुक्तो हि बद्धो बद्धाभिमान्यपि\nकिवदन्तीह सत्येयं या मतिः सा गतिर्भवेत्॥१-११॥",
      "hindi": "स्वयं को मुक्त मानने वाला मुक्त ही है और बद्ध मानने वाला बंधा हुआ ही है, यह कहावत सत्य ही है कि जैसी बुद्धि होती है वैसी ही गति होती है॥११॥",
      "english": "If you think you are free you are free. If you think you are bound you are bound. It is rightly said: You become what you think.॥11॥"
    },
    {
      "verse": "1-12",
      "sanskrit": "आत्मा साक्षी विभुः पूर्ण एको मुक्तश्चिदक्रियः\nअसंगो निःस्पृहः शान्तो भ्रमात्संसारवानिव॥१-१२॥",
      "hindi": "आत्मा साक्षी, सर्वव्यापी, पूर्ण, एक, मुक्त, चेतन, अक्रिय, असंग, इच्छा रहित एवं शांत है\nभ्रमवश ही ये सांसारिक प्रतीत होती है॥१२॥",
      "english": "The soul is witness, all-pervading, infinite, one, free, inert, neutral, desire-less and peaceful. Only due to illusion it appears worldly.॥12॥"
    },
    {
      "verse": "1-13",
      "sanskrit": "कूटस्थं बोधमद्वैत- मात्मानं परिभावय\nआभासोऽहं भ्रमं मुक्त्वा भावं बाह्यमथान्तरम्॥१-१३॥",
      "hindi": "अपरिवर्तनीय, चेतन व अद्वैत आत्मा का चिंतन करें और 'मैं' के भ्रम रूपी आभास से मुक्त होकर, बाह्य विश्व की अपने अन्दर ही भावना करें॥१३॥",
      "english": "Meditate on unchanging, conscious and non-dual Self. Be free from the illusion of 'I' and think this external world as part of you.॥13॥"
    },
    {
      "verse": "1-14",
      "sanskrit": "देहाभिमानपाशेन चिरं बद्धोऽसि पुत्रक\nबोधोऽहं ज्ञानखंगेन तन्निष्कृत्य सुखी भव॥१-१४॥",
      "hindi": "हे पुत्र! बहुत समय से आप 'मैं शरीर हूँ' इस भाव बंधन से बंधे हैं, स्वयं को अनुभव कर, ज्ञान रूपी तलवार से इस बंधन को काटकर सुखी हो जाएँ॥१४॥",
      "english": "O son, you have become habitual of thinking- “I am body” since long. Experience the Self and by this sword of knowledge cut that bondage and be happy.॥14॥"
    },
    {
      "verse": "1-15",
      "sanskrit": "निःसंगो निष्क्रियोऽसि त्वं स्वप्रकाशो निरंजनः\nअयमेव हि ते बन्धः समाधिमनुतिष्ठति॥१-१५॥",
      "hindi": "आप असंग, अक्रिय, स्वयं-प्रकाशवान तथा सर्वथा-दोषमुक्त हैं\nआपका ध्यान द्वारा मस्तिस्क को शांत रखने का प्रयत्न ही बंधन है॥१५॥",
      "english": "You are free, still, self-luminous, stainless. Trying to keep yourself peaceful by meditation is your bondage.॥15॥"
    },
  {
    "verse": "1-16",
    "sanskrit": "त्वया व्याप्तमिदं विश्वं त्वयि प्रोतं यथार्थतः।\nशुद्धबुद्धस्वरुपस्त्वं मा गमः क्षुद्रचित्तताम्॥",
    "hindi": "यह विश्व तुम्हारे द्वारा व्याप्त किया हुआ है, वास्तव में तुमने इसे व्याप्त किया हुआ है\nतुम शुद्ध और ज्ञानस्वरुप हो, छोटेपन की भावना से ग्रस्त मत हो॥१६॥",
    "english": "You have pervaded this entire universe; really, you have pervaded it all. You are pure knowledge, don't get disheartened.॥16॥"
  },
  {
    "verse": "1-17",
    "sanskrit": "निरपेक्षो निर्विकारो निर्भरः शीतलाशयः।\nअगाधबुद्धिरक्षुब्धो भव चिन्मात्रवासन:॥",
    "hindi": "आप इच्छारहित, विकाररहित, घन (ठोस), शीतलता के धाम, अगाध बुद्धिमान हैं, शांत होकर केवल चैतन्य की इच्छा वाले हो जाइये॥१७॥",
    "english": "You are desire-less, changeless, solid and abode to calmness, unfathomable intelligent. Be peaceful and desire nothing but consciousness.॥17॥"
  },
  {
    "verse": "1-18",
    "sanskrit": "साकारमनृतं विद्धि निराकारं तु निश्चलं।\nएतत्तत्त्वोपदेशेन न पुनर्भवसंभव:॥",
    "hindi": "आकार को असत्य जानकर निराकार को ही चिर स्थायी मानिये, इस तत्त्व को समझ लेने के बाद पुनः जन्म लेना संभव नहीं है॥१८॥",
    "english": "Know that form is unreal and only the formless is permanent. Once you know this, you will not take birth again.॥18॥"
  },
  {
    "verse": "1-19",
    "sanskrit": "यथैवादर्शमध्यस्थे रूपेऽन्तः परितस्तु सः।\nतथैवाऽस्मिन् शरीरेऽन्तः परितः परमेश्वरः॥",
    "hindi": "जिस प्रकार दर्पण में प्रतिबिंबित रूप उसके अन्दर भी है और बाहर भी, उसी प्रकार परमात्मा इस शरीर के भीतर भी निवास करता है और उसके बाहर भी॥१९॥",
    "english": "Just as form exists inside a mirror and outside it, Supreme Self exists both within and outside the body.॥19॥"
  },
  {
    "verse": "1-20",
    "sanskrit": "एकं सर्वगतं व्योम बहिरन्तर्यथा घटे।\nनित्यं निरन्तरं ब्रह्म सर्वभूतगणे तथा॥",
    "hindi": "जिस प्रकार एक ही आकाश पात्र के भीतर और बाहर व्याप्त है, उसी प्रकार शाश्वत और सतत परमात्मा समस्त प्राणियों में विद्यमान है॥२०॥",
    "english": "Just as the same space exists both inside and outside a jar the eternal, continuous God exists in all.॥20॥"
  }
]
},
{
  "chapter": 2,
  "title": "आत्मस्वरूप वर्णन (Description of the self)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "जनक उवाच ।\nकथं ज्ञानमवाप्नोति कथं मुक्तिर्भविष्यति\nवैराग्यं च कथं प्राप्तं एतद्ब्रूहि मम प्रभो॥२.१॥",
      "hindi": "जनक बोले: हे प्रभो! ज्ञान की प्राप्ति कैसे होती है? मुक्ति किस प्रकार होती है? और वैराग्य किस प्रकार उत्पन्न होता है? कृपा कर के बताइए।",
      "english": "Janaka said: O Lord, how is knowledge acquired? How is liberation attained? And how is dispassion born? Please tell me this."
    },
    {
      "verse": 2,
      "sanskrit": "अष्टावक्र उवाच ।\nयदि देहं पृथक् कृत्वा चिति विश्राम्य तिष्ठसि\nअध्यासं विमुंच त्वं बुद्धिमात्रं निर्विकल्पकम्॥२.२॥",
      "hindi": "अष्टावक्र बोले: यदि तू शरीर से पृथक हो कर चैतन्य में विश्राम करे और समस्त कल्पनाओं को त्याग दे, तब तू शुद्ध बुद्धि और निर्विकल्प अवस्था को प्राप्त करेगा।",
      "english": "Ashtavakra said: If you separate yourself from the body and rest in consciousness, giving up all identification, you will attain pure, undivided awareness."
    },
    {
      "verse": 3,
      "sanskrit": "मम कायोऽयमित्येवं मूढो बद्धः कथंचन\nअहं कायोऽहमित्येषा सम्यग्दृष्टिर्विनिर्मला॥२.३॥",
      "hindi": "‘यह शरीर मेरा है’ ऐसा मानने वाला मूर्ख बंधन में रहता है\nलेकिन ‘मैं शरीर नहीं हूँ’ ऐसा जानने वाला व्यक्ति शुद्ध दृष्टि वाला है।",
      "english": "He who thinks ‘This body is mine’ is foolish and bound. He who knows ‘I am not the body’ is wise and pure."
    },
    {
      "verse": 4,
      "sanskrit": "स्वरूपेऽस्मिन्सदा स्थित्वा निष्कलङ्के निरीहके\nनैव सुखं न दुःखं स्यात्संसारेऽस्मिन्हि नान्यथा॥२.४॥",
      "hindi": "जो इस निष्कलंक, निष्क्रिय आत्मस्वरूप में सदा स्थित रहता है, उसे संसार में न सुख होता है, न दुःख।",
      "english": "One who abides in this spotless, actionless nature of Self neither suffers nor enjoys in the world."
    },
    {
      "verse": 5,
      "sanskrit": "आत्मा साक्षी विभुः पूर्ण एको मुक्तश्च सर्वदा\nअयमेव हि ते बन्धः समाधिं मन्यसे हृदि॥२.५॥",
      "hindi": "आत्मा साक्षी, व्यापक, पूर्ण, एक और सदा मुक्त है\nपरंतु यह मानना कि समाधि ही आत्मा है — यही तेरा बंधन है।",
      "english": "The Self is the witness, all-pervading, complete, one, and ever free. But thinking meditation is the Self — this is your bondage."
    },
    {
      "verse": 6,
      "sanskrit": "नित्यसिद्धं शुद्धबुद्धं केवलं ज्ञानमात्मकम्\nनिर्विकारं निर्विशेषं निरासक्तं निरञ्जनम्॥२.६॥",
      "hindi": "आत्मा सदा सिद्ध, शुद्ध, बुद्धिमान, केवल ज्ञानस्वरूप, विकार रहित, भेद रहित, अनासक्त और निष्कलुष है।",
      "english": "The Self is eternally perfect, pure intelligence, pure knowledge, unchanging, undivided, unattached, and stainless."
    },
    {
      "verse": 7,
      "sanskrit": "तदात्मज्ञानहीनत्वात् बन्धः संसार इत्यपि\nतन्मयं मृगयन्नेव हि संसारं समाश्रितः॥२.७॥",
      "hindi": "आत्मज्ञान के अभाव को ही संसार और बंधन कहा जाता है\nआत्मा की खोज करते हुए व्यक्ति संसार में भटकता है।",
      "english": "The absence of Self-knowledge is bondage and worldly existence. Seeking the Self, one remains in the world."
    },
    {
      "verse": 8,
      "sanskrit": "नाहं देहो न मे देहो जीवो नाहमहं हि चित्\nअयमेव हि मे बन्धः अस्मिता जीवता सह॥२.८॥",
      "hindi": "मैं शरीर नहीं हूँ, न शरीर मेरा है\nमैं जीव नहीं हूँ, मैं चैतन्य हूँ\nमैं जब तक अपने को जीव मानता हूँ, यही मेरा बंधन है।",
      "english": "I am not the body, nor is the body mine. I am not a soul. I am pure consciousness. This identity with the individual is my bondage."
    },
    {
      "verse": 9,
      "sanskrit": "अहो तत्त्वमिदं दृष्ट्वा मूढो यः कल्पनाग्रही\nसौख्यदुःखविनिर्मुक्तः स पश्यत्यात्मतत्त्ववित्॥२.९॥",
      "hindi": "अहो! यह आत्मतत्त्व देखने के बाद भी जो कल्पनाओं को पकड़ता है वह मूर्ख है\nजो सुख-दुख से रहित है वही आत्मज्ञानी है।",
      "english": "Ah! Seeing this truth, the fool still clings to illusion. He who is free from pleasure and pain truly knows the Self."
    },
    {
      "verse": 10,
      "sanskrit": "न मे बन्धः कृतो देहे न मुक्ति र्नात्मनः क्वचित्\nअयं हि बन्धमोक्षोऽयं कल्पनायाः फलो महान्॥२.१०॥",
      "hindi": "न तो देह में बंधन है और न आत्मा में मुक्ति\nयह बंधन और मुक्ति केवल कल्पना का महान फल है।",
      "english": "There is no bondage in the body, nor liberation in the Self. Bondage and liberation are great illusions of the mind."
    },
    {
      "verse": 11,
      "sanskrit": "अहो जनसमूहेऽपि न द्वैतं पश्यतो मम\nअरण्ये रजनां यान्ति रजन्यः स्वप्नवत्सदा॥२.११॥",
      "hindi": "अहो! जब मैं लोगों की भीड़ में भी द्वैत नहीं देखता, तो मेरे लिए दिन जंगल में रात की तरह बीतता है — जैसे स्वप्न।",
      "english": "Ah! I see no duality even in a crowd. For me, days pass like nights in a forest — like a dream."
    },
    {
      "verse": 12,
      "sanskrit": "क्व धर्मः क्व च वा कामः क्व चार्थः क्व विवेकता\nक्व द्वैतं क्व च वा द्वैतं सुखं दुःखं च क्व स्थितम्॥२.१२॥",
      "hindi": "कहाँ है धर्म, काम, अर्थ, विवेक? कहाँ है द्वैत और अद्वैत? कहाँ हैं सुख और दुःख — कुछ भी ठोस नहीं है।",
      "english": "Where is righteousness or desire, wealth or discrimination? Where is duality or non-duality, pleasure or pain?"
    },
    {
      "verse": 13,
      "sanskrit": "अहो बालिशता जन्तोः स्वार्थे साकं विगर्हतः\nममत्वे मोह एषः स्यादहमेव ममेदृशम्॥२.१३॥",
      "hindi": "अहो! यह जीव कितना मूर्ख है जो अपने ही हित में निंदा करता है — ‘मैं ही हूँ’, ‘यह मेरा है’ — यही उसका मोह है।",
      "english": "Ah! The childishness of man, who blames others for his own interest! This delusion of 'I' and 'mine' binds him."
    },
    {
      "verse": 14,
      "sanskrit": "क्व शास्त्राणि क्व वा शास्त्रं क्व गुरुर्ज्ञानिनः क्व वा\nक्व चात्मा क्व च वा बन्धः क्व मोक्षोऽहमनात्मवित्॥२.१४॥",
      "hindi": "कहाँ हैं शास्त्र, कहाँ है ज्ञान, कहाँ गुरु, कहाँ आत्मा, कहाँ बंधन और कहाँ मुक्ति? मैं इन सबसे परे हूँ।",
      "english": "Where are the scriptures, the teacher, the knower, the Self, bondage, or liberation — for one who knows no not-self?"
    },
    {
      "verse": 15,
      "sanskrit": "अहो चिन्मात्रमेवाहं इदं च जगदात्मनि\nअयमेव हि मे बन्धो यदात्मानं विभावयम्॥२.१५॥",
      "hindi": "अहो! मैं केवल चैतन्य हूँ, और यह सारा जगत आत्मा में है\nमेरा बंधन यही है कि मैं आत्मा को कोई वस्तु समझता हूँ।",
      "english": "Ah! I am pure consciousness and this world is within me. My bondage is simply that I imagine the Self to be something else."
    },
    {
      "verse": 16,
      "sanskrit": "यथा नीरं सदा पूर्तं वह्निना धत्त उष्णताम्\nतथा चित्तं शरीरस्थं मायया धत्त लक्षणम्॥२.१६॥",
      "hindi": "जैसे जल अग्नि के संपर्क से गर्म हो जाता है, वैसे ही चित्त शरीर में माया से गुण ग्रहण करता है।",
      "english": "Just as water gets heat from fire, the mind in the body takes on attributes through illusion."
    },
    {
      "verse": 17,
      "sanskrit": "कथं ज्ञानं कुतो मुक्ति: कुतो वा वैरमात्मनि\nयद्यात्मा सर्वगः शुद्ध: पूर्णो नित्यमसङ्गवान्॥२.१७॥",
      "hindi": "यदि आत्मा सर्वव्यापक, शुद्ध, पूर्ण और सदा असंग है — तो ज्ञान, मुक्ति और वैराग्य की बात ही कहाँ रहती है?",
      "english": "If the Self is all-pervading, pure, perfect, and always unattached, then what is knowledge, what is liberation, and what is dispassion?"
    },
    {
      "verse": 18,
      "sanskrit": "न तत्त्वमसि नो च त्वं नायं अहमत: स्फुटम्\nभिद्यते ज्ञानसन्ताने जायते भ्रमसम्भव:॥२.१८॥",
      "hindi": "तू तत्त्वमसि नहीं है, न तू यह 'मैं' है — जब तक ज्ञान का संतान विच्छिन्न होता है, तब भ्रम उत्पन्न होता है।",
      "english": "You are not 'That', nor are you 'this I'. As long as the stream of knowledge is broken, delusion arises."
    },
    {
      "verse": 19,
      "sanskrit": "शुद्धबुद्धस्वरूपं त्वां दृष्ट्वा सच्चिन्मयं मुनिः\nअपुनर्भवमिच्छंस्तु निर्लेपं निरुपद्रवम्॥२.१९॥",
      "hindi": "मुनि तुझे शुद्ध बुद्धि और सच्चिदानन्द स्वरूप जानकर, फिर जन्म न लेने की कामना करता है, क्योंकि तू निर्लेप और कष्टरहित है।",
      "english": "The sage sees you as pure intelligence, existence-consciousness, and desiring no rebirth, knows you as untouched and undisturbed."
    },
    {
      "verse": 20,
      "sanskrit": "एक एवाऽऽसि सत्योऽसि निर्विकल्पोऽसि नित्यम्\nएवं ज्ञात्वा स्वं आत्मानं कथं बन्धेऽवसीद्यसि॥२.२०॥",
      "hindi": "तू एक ही है, सच्चा है, नित्य निर्विकल्प है\nऐसा जानकर अपने आप को पहचान, और फिर तू कैसे बंधन में डूब सकता है?",
      "english": "You are one, real, formless and eternal. Realize yourself as such — how can you then be bound?"
    },
    {
      "verse": 21,
      "sanskrit": "स्वात्मन्येव स्थितो नित्यं न पृथक्कर्तुमर्हसि\nस्वरूपं ज्ञात्वा तिष्ठ त्वं निराशः सुखमागतः॥२.२१॥",
      "hindi": "तू सदा अपने ही आत्मस्वरूप में स्थित है, उसे पृथक मानने का प्रयास मत कर\nस्वरूप को जानकर आशाहीन होकर सुख में रह।",
      "english": "You are always abiding in your own Self. Don't try to separate from it. Knowing your nature, live happily without desire."
    },
    {
      "verse": 22,
      "sanskrit": "यदा न मेऽहं ममेति प्रज्ञा मिथ्या भविष्यति\nतदा नाशो ममाभाति संसारोऽयं निवर्तते॥२.२२॥",
      "hindi": "जब 'मैं' और 'मेरा' की भावना समाप्त हो जाती है, तब आत्मा का वास्तविक ज्ञान होता है और संसार का चक्र समाप्त हो जाता है।",
      "english": "When the ideas of 'I' and 'mine' dissolve, true wisdom shines, and the cycle of worldly existence comes to an end."
    },
    {
      "verse": 23,
      "sanskrit": "विचित्रं भवती दृष्टिः स्वविकल्पसमुद्भवा\nतदभावे न दृश्यं स्यात् एकोऽहं चिन्मयोऽखिलम्॥२.२३॥",
      "hindi": "जो दृष्टि भिन्न-भिन्न कल्पनाओं से उत्पन्न होती है, वही संसार को उत्पन्न करती है\nजब वह दृष्टि नहीं होती, तब कुछ भी दृष्टिगोचर नहीं होता\nमैं ही एकमात्र चैतन्य हूँ।",
      "english": "The mind creates diversity through imagination. Without it, nothing appears. I alone am consciousness — all-pervading."
    },
    {
      "verse": 24,
      "sanskrit": "यदा नाहं तदा मुक्तिः यदा चाहं बन्धनं ततः\nमतमेतत्समासेन यथा भूतार्थनिश्चयः॥२.२४॥",
      "hindi": "जब 'मैं' नहीं होता तब मुक्ति है, जब 'मैं' होता हूँ, तब बंधन है\nयही मेरा संक्षेप में मत है — जो सत्य का निश्चय करता है।",
      "english": "When the 'I' is not, there is liberation. When 'I' arises, there is bondage. This is my brief teaching — the certainty of truth."
    },
    {
      "verse": 25,
      "sanskrit": "एको द्रष्टाऽसि सर्वस्य मुक्तप्रायोऽसि सर्वदा\nअयं चोदनया बन्धः किमित्यस्यास्ति निश्चयः॥२.२५॥",
      "hindi": "तू सबका एकमात्र द्रष्टा है और सदा से ही लगभग मुक्त है\nकेवल यह \"मैं कुछ करूं\" की प्रेरणा ही बंधन है — यह निश्चयपूर्वक समझ।",
      "english": "You are the sole witness of all things and ever near to liberation. Only the desire to act is your bondage — know this for certain."
    }
  ]
},
{
  "chapter": 3,
  "title": "अनुभव योग (Spiritual Context)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "न ते सङ्गोऽस्ति केनापि किं शुद्धस्त्वं निरञ्जनः\nसर्वं विश्वं भवत्यात्मनि मुक्तकल्पना यदा॥३.१॥",
      "hindi": "तेरा किसी से कोई संबंध नहीं है\nतू शुद्ध और निर्दोष है\nजब तू कल्पनाओं से मुक्त होता है, तब यह सम्पूर्ण विश्व तेरे ही भीतर प्रकट होता है।",
      "english": "You have no attachment to anything. You are pure and stainless. When all imagination ends, the whole universe appears in the Self."
    },
    {
      "verse": 2,
      "sanskrit": "त्वय्यनन्तमहाम्बोधौ विश्वपोत इव स्थितम्\nत्वज्जा देवगणा लोकाः सा त्वं केन कथं ययाः॥३.२॥",
      "hindi": "तू अनंत महासागर की भाँति है जिसमें यह सम्पूर्ण सृष्टि नाव की तरह स्थित है\nदेवता और लोक तेरे से ही उत्पन्न हुए हैं, फिर तू कहाँ जा सकता है, किसके द्वारा और कैसे?",
      "english": "In you, the infinite ocean, the world floats like a ship. From you arise all gods and worlds. So where could you go, and by what path?"
    },
    {
      "verse": 3,
      "sanskrit": "कथा दृष्टिः कुतो वा ते नभस्यात्मनि लीलया\nकल्पिते जलबुद्बुदे वा दृश्यमाने न वस्तुतः॥३.३॥",
      "hindi": "आकाश रूप आत्मा में जो कुछ खेल की तरह दिखाई देता है, वह सब कल्पना है\nजैसे जल में बुलबुले दिखाई देते हैं, वैसे ही यह संसार है — पर वास्तव में नहीं है।",
      "english": "How can there be perception in you, who are like the sky? It is all a play of imagination, like bubbles in water — seen but not real."
    },
    {
      "verse": 4,
      "sanskrit": "एतत्तया मया सर्वं जडचेतनमेव हि\nज्ञानं त्वं पूरकं ब्रह्म तत्त्वं त्वं परमेश्वरः॥३.४॥",
      "hindi": "यह समस्त जड़ और चेतन जगत वास्तव में तू ही है\nतू ज्ञानस्वरूप, पूर्ण ब्रह्म और परम तत्त्व है।",
      "english": "Everything — inert or conscious — is truly you alone. You are pure knowledge, the infinite Brahman, the supreme Lord."
    },
    {
      "verse": 5,
      "sanskrit": "त्वं कर्ता न च भोक्ता च साक्षी केवल आत्मवित्\nअसंख्यशक्तिसम्पन्नः कर्तृत्वेऽपि ततोऽसि कः॥३.५॥",
      "hindi": "तू न कर्ता है, न भोक्ता\nतू केवल साक्षी है\nयद्यपि तू असंख्य शक्तियों से संपन्न है, फिर भी तू उनसे अप्रभावित है।",
      "english": "You are neither the doer nor the enjoyer — only the witness. Though full of countless powers, you remain untouched by action."
    },
    {
      "verse": 6,
      "sanskrit": "त्वं हि नित्यं विमुक्तोऽसि सदा साक्षी निरञ्जनः\nअयमेव हि ते बन्धः समाधिं मन्यसे हृदि॥३.६॥",
      "hindi": "वास्तव में तू तो सदा मुक्त, साक्षी और निष्कलुष है\nतेरी केवल यही भूल है कि तू हृदय में जो विचार आता है, उसे ही समाधि समझ बैठता है।",
      "english": "You are eternally free, pure witness. Only your illusion is bondage — thinking that meditation or thought is your Self."
    },
    {
      "verse": 7,
      "sanskrit": "एक एवाऽऽसि सत्योऽसि निर्विकल्पोऽसि नित्यम्\nएवं ज्ञात्वा स्वं आत्मानं कथं बन्धेऽवसीद्यसि॥३.७॥",
      "hindi": "तू एक ही है, सच्चा है, नित्य निर्विकल्प है\nऐसा जानकर अपने आप को पहचान, और फिर तू कैसे बंधन में डूब सकता है?",
      "english": "You are one, real, formless and eternal. Realize yourself as such — how can you then be bound?"
    },
    {
      "verse": 8,
      "sanskrit": "न त्वं देहो न ते देहो भोक्ता कर्ता न वा भवान्\nसाक्षी मात्रः शिवः साक्षात् त्वमात्मा न च सङ्गवित्॥३.८॥",
      "hindi": "तू शरीर नहीं है, और न ही शरीर तेरा है\nन तू कर्ता है, न भोक्ता\nतू केवल साक्षी है, शिवस्वरूप आत्मा है, और बिना किसी आसक्ति के है।",
      "english": "You are not the body, the body is not yours. You are not the doer or enjoyer. You are the witness, pure consciousness, ever free."
    },
    {
      "verse": 9,
      "sanskrit": "अज्ञानादहमेवेति जातं ते बन्द्धकल्पनम्\nबन्धेऽपि चिन्मयी सत्ता मुक्त्याभासं विधत्ते ते॥३.९॥",
      "hindi": "\"मैं शरीर हूँ\" – यह अज्ञान से उत्पन्न कल्पना ही तेरे बंधन का कारण है\nपरंतु बंधन की स्थिति में भी तेरी चैतन्य सत्ता मुक्ति का आभास देती है।",
      "english": "Out of ignorance you imagine yourself to be the body. But even in bondage, your true nature shines as freedom."
    },
    {
      "verse": 10,
      "sanskrit": "आत्मज्ञस्य न यः कश्चिद्देहेऽपि संस्तितस्य च\nप्रारब्धं पुष्यते देहं भस्मावशेषमङ्गवत्॥३.१०॥",
      "hindi": "जो आत्मज्ञानी हो गया है, उसके लिए कोई बंधन नहीं बचता — यद्यपि उसका शरीर प्रारब्धवश चलता रहता है, जैसे जले हुए अंग के भस्मवत् शेष रह जाना।",
      "english": "For the Self-realized, there is no bondage — even if the body continues, it is like a burnt-out tool that no longer binds."
    },
    {
      "verse": 11,
      "sanskrit": "न त्वं सङ्गो न ते सङ्गो भूता भाव्यं न ते पुनः\nनित्यं पूर्णं स्वरूपं त्वं मुक्तः सर्वत्र सर्वदा॥३.११॥",
      "hindi": "तू कभी किसी से जुड़ा नहीं है, न तेरा भूत से संबंध है और न भविष्य से\nतू सदा पूर्ण, स्वरूपमय, मुक्त और सर्वत्र व्याप्त है।",
      "english": "You are not bound by attachments, past or future. You are always full, free, and ever-present in all places."
    },
    {
      "verse": 12,
      "sanskrit": "एको द्रष्टाऽसि सर्वस्य मुक्तप्रायोऽसि सर्वदा\nअयं चोदनया बन्धः किमित्यस्यास्ति निश्चयः॥३.१२॥",
      "hindi": "तू सबका एकमात्र द्रष्टा है और सदा से ही लगभग मुक्त है\nकेवल यह \"मैं कुछ करूं\" की प्रेरणा ही बंधन है — यह निश्चयपूर्वक समझ।",
      "english": "You are the sole seer of all, ever near to liberation. Only the desire to act binds — this is certain."
    },
    {
      "verse": 13,
      "sanskrit": "यथा न देहमासाद्य तिष्ठत्यग्निर्जरातनौ\nतथैवात्मा शरीरेषु तिष्ठत्यसम्पृक्तवत्॥३.१३॥",
      "hindi": "जैसे अग्नि लकड़ी में रहते हुए भी उससे लिप्त नहीं होती, वैसे ही आत्मा शरीरों में स्थित होकर भी उनसे लिप्त नहीं होती।",
      "english": "Just as fire exists in wood without touching it, so the Self remains in the body without any connection."
    },
    {
      "verse": 14,
      "sanskrit": "यथा नीरं सदा पूर्तं वह्निना धत्त उष्णताम्\nतथा चित्तं शरीरस्थं मायया धत्त लक्षणम्॥३.१४॥",
      "hindi": "जैसे जल अग्नि के संपर्क से गर्म हो जाता है, वैसे ही शरीर में स्थित चित्त माया के कारण गुणों को ग्रहण करता है।",
      "english": "Just as water gains heat from fire, the mind within the body gains qualities through illusion."
    },
    {
      "verse": 15,
      "sanskrit": "संसरन् स्स्वप्नवद्विश्वं पश्यन् श्रिण्वन् स्पृशन् जिघन्\nखादन् वदन् चलन् श्वसन् न किञ्चिदपि बध्यते॥३.१५॥",
      "hindi": "यह आत्मा संसार में स्वप्न की भाँति विचरण करती है, देखते, सुनते, छूते, सूँघते, खाते, बोलते, चलते, सांस लेते हुए भी बंधन में नहीं पड़ती।",
      "english": "Moving through the world like in a dream, seeing, hearing, touching, smelling, eating, speaking, walking — the Self is never bound."
    },
    {
      "verse": 16,
      "sanskrit": "श्रोता द्रष्टा स्प्रश्टा घ्राता खादकश्च तथा वदन्\nगन्ता श्वासी न जानाति सन्सदा मुक्त एव सः॥३.१६॥",
      "hindi": "जो आत्मा सुनती है, देखती है, स्पर्श करती है, सूंघती है, खाती है, बोलती है, चलती है, सांस लेती है — वह जानती नहीं है, पर सदा मुक्त ही है।",
      "english": "The one who hears, sees, touches, smells, eats, speaks, walks, breathes — knows not, yet is always free."
    },
    {
      "verse": 17,
      "sanskrit": "न हन्ति न च घातव्यं न बध्यते न बन्धकः\nएष सर्वमहो भावः कुतः संसरति ध्रुवम्॥३.१७॥",
      "hindi": "न यह आत्मा किसी को मारती है, न मारी जाती है; न यह बंधती है, न कोई इसे बाँधता है\nइतनी महान सत्ता फिर संसार में क्यों फँसे?",
      "english": "The Self neither kills nor is killed, neither binds nor is bound. How can such a glorious essence roam in bondage?"
    },
    {
      "verse": 18,
      "sanskrit": "न त्वं कर्ता न वा कर्ता संसारस्तव केवलम्\nअसङ्गोऽसि निराकारो जगद्वीक्षस्व शान्तधीः॥३.१८॥",
      "hindi": "तू न कर्ता है, न अकर्ता\nसंसार तुझमें केवल कल्पना है\nतू असंग, निराकार और शांतचित्त होकर जगत को देख।",
      "english": "You are not the doer nor non-doer. The world is mere imagination in you. Remain detached, formless, and peacefully witness all."
    }
  ]
},
{
  "chapter": 4,
  "title": "तत्त्वज्ञान (Tattva Gyaan)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "अष्टावक्र उवाच ॥ हन्तात्मज्ञस्य धीरस्य खेलतो भोगलीलया\nन हि संसारवाहीकैर्मूढैः सह समनता॥४.१॥",
      "hindi": "अष्टावक्र बोले: जो आत्मा को जानता है, वह धीर पुरुष संसार में खेल की तरह भोग करता है\nउसकी मूढ़ जनों से समानता नहीं हो सकती।",
      "english": "Ashtavakra said: The wise one who knows the Self plays in the world like a child enjoying his play. He is not like the deluded who are burdened by the world."
    },
    {
      "verse": 2,
      "sanskrit": "स्वप्रकाशं अयं आत्मा नित्यं मुक्तो निरामयः\nअयमेव हि ते बन्धः समाढानं विचारणा॥४.२॥",
      "hindi": "यह आत्मा स्वप्रकाश, नित्य मुक्त और निरामय है\nयह मान लेना कि वह किसी प्रकार से बंधा है, यही तुम्हारा बंधन है।",
      "english": "The Self is self-luminous, eternally free, and unaffected. To consider it otherwise is your bondage."
    },
    {
      "verse": 3,
      "sanskrit": "त्वमेव केवलं तत्त्वं त्वं पुण्यापुण्यवर्जितः\nत्वं भूतं भव्यमत्यूतम् त्वं लोकत्रयबाह्यतः॥४.३॥",
      "hindi": "तू ही एकमात्र तत्त्व है\nतू पुण्य और पाप से रहित है\nतू भूत, भविष्य और वर्तमान से परे है, और तीनों लोकों से भी परे है।",
      "english": "You alone are the Reality, beyond virtue and vice. You are beyond time — past, present, and future — and beyond the three worlds."
    },
    {
      "verse": 4,
      "sanskrit": "त्वमेवैकः सदा साक्षी निर्दोषो बुद्धिबाध्यपि\nअयं हि ते विमोहोऽयं कर्ता श्रोतासि पश्यसीति॥४.४॥",
      "hindi": "तू ही सदा अकेला साक्षी है, तू निर्दोष है, भले ही बुद्धि से कुछ और प्रतीत हो\nयह भ्रम ही तेरा बंधन है कि तू करता, सुनता, देखता है।",
      "english": "You are the eternal witness, flawless and beyond the intellect. Your delusion is only that you think: ‘I am the doer, the listener, the seer.’"
    },
    {
      "verse": 5,
      "sanskrit": "सर्वभूतेषु चात्मानं सर्वभूतानि चात्मनि\nमुनेर्ज्ञानचक्षुषः पश्यतः ब्रह्म सर्वगम्॥४.५॥",
      "hindi": "जिस मुनि की दृष्टि ज्ञान की है, वह सभी प्राणियों में आत्मा को और आत्मा में सभी प्राणियों को देखता है और सर्वव्यापक ब्रह्म को पहचानता है।",
      "english": "The sage who sees with the eye of knowledge perceives the Self in all beings and all beings in the Self — the all-pervading Brahman."
    },
    {
      "verse": 6,
      "sanskrit": "एक एवात्मा मन्त्राणां साधूनामग्रजः स्मृतः\nअचिन्त्यः शुभरूपश्च सर्वगः सर्वतोमुखः॥४.६॥",
      "hindi": "मनुष्यों के लिए आत्मा ही एकमात्र सत्य है — यह मन से परे, शुभ स्वरूप वाला, सर्वव्यापक और सर्वमुखी है।",
      "english": "The Self is one — beyond thought, of auspicious nature, all-pervading and facing all directions — as declared in the scriptures."
    },
    {
      "verse": 7,
      "sanskrit": "असङ्गो निष्क्रियः शान्तो नित्यमुक्तो निरञ्जनः\nबोधोऽसि सर्वभूतानां त्वं कुतः संसारदुःखिता॥४.७॥",
      "hindi": "तू असंग, निष्क्रिय, शांत, सदा मुक्त और निर्मल है\nतू ही सभी प्राणियों की चेतना है — फिर तुझे संसार का दुःख कैसा?",
      "english": "You are unattached, inactive, peaceful, ever free, and pure awareness — the consciousness in all beings. Why then do you suffer in the world?"
    },
    {
      "verse": 8,
      "sanskrit": "नानात्वं नास्ति ते किञ्चित्सञ्ज्ञामात्रं इदं जगत्\nयथैव रज्जुसर्पौ तु भ्रान्त्या सञ्जायते द्वयम्॥४.८॥",
      "hindi": "तेरे लिए कोई भेद नहीं है\nयह जगत केवल संज्ञा (नाम) का रूप है\nजैसे रज्जु को सर्प मानने से भ्रम उत्पन्न होता है, वैसे ही द्वैत उत्पन्न होता है।",
      "english": "There is no multiplicity in you. This world is only names and appearances. Like the illusion of a snake in a rope, duality arises from delusion."
    },
    {
      "verse": 9,
      "sanskrit": "एकं सर्वगते चित्ते ज्ञानं चाप्येकमेव हि\nएकं कर्ता च भोक्ता च तत्त्वं एकं परं स्मृतम्॥४.९॥",
      "hindi": "चित्त एक है, ज्ञान भी एक ही है\nकरता और भोक्ता भी एक ही है\nपरब्रह्म भी एक ही है — यही तत्त्वज्ञान है।",
      "english": "Mind is one, knowledge is one, the doer and the enjoyer are one. The supreme Reality is one — this is the essence of wisdom."
    },
    {
      "verse": 10,
      "sanskrit": "एको द्रष्टाऽसि सर्वस्य मुक्तप्रायोऽसि सर्वदा\nअयं चोदनया बन्धः किमित्यस्यास्ति निश्चयः॥४.१०॥",
      "hindi": "तू सबका एकमात्र द्रष्टा है और सदा से ही लगभग मुक्त है\nकेवल यह 'मैं कुछ करूं' की प्रेरणा ही बंधन है — यह निश्चयपूर्वक समझ।",
      "english": "You are the only seer of everything and always nearly free. Your bondage is only due to the compulsion to act — this is certain."
    },
    {
      "verse": 11,
      "sanskrit": "अहं कर्तेति योऽभानः कर्मबंधैः स बध्यते\nअहं भोक्तेति योऽभानः सुखदुःखैः स बध्यते॥४.११॥",
      "hindi": "जो यह मानता है कि 'मैं कर्ता हूँ', वह कर्म से बंधता है\nजो मानता है 'मैं भोक्ता हूँ', वह सुख-दुख से बंधता है।",
      "english": "He who thinks ‘I am the doer’ is bound by actions. He who thinks ‘I am the enjoyer’ is bound by pleasure and pain."
    },
    {
      "verse": 12,
      "sanskrit": "सर्वं आत्मेति निष्चित्य बहिः संसारदर्शनात्\nअदृष्टं दृश्यहीनं च मनसा न विचारयेत्॥४.१२॥",
      "hindi": "यह निश्चय कर लो कि सब आत्मा ही है\nसंसार के बाह्य दृश्य को देखना छोड़ दो\nजो न दिखता हो, उस पर मन से विचार न करो।",
      "english": "Realize that all is the Self and renounce outward perceptions of the world. Do not try to contemplate the unseen with your mind."
    },
    {
      "verse": 13,
      "sanskrit": "वाच्यं नास्ति किमप्येतन्नेतिनेतीतिवाच्यते\nबहिःप्रत्ययबुद्ध्या तु नान्तर्बोधेन लभ्यते॥४.१३॥",
      "hindi": "आत्मा को शब्दों से नहीं कहा जा सकता, केवल ‘नेति नेति’ (यह नहीं, वह नहीं) कहा जा सकता है\nबाह्य बुद्धि से नहीं, केवल अंतरबोध से जाना जा सकता है।",
      "english": "Nothing definite can be said about It. It is only indicated by 'not this, not this'. It cannot be grasped by external intellect but only by inner awareness."
    },
    {
      "verse": 14,
      "sanskrit": "शब्दब्रह्मणि निष्णातो निःश्रेयसमपद्यते\nक्षीणे कर्मणि ज्ञानं तदात्मानं प्रकाशयेत्॥४.१४॥",
      "hindi": "जो शब्धब्रह्म (वेद) में निष्णात हो जाता है, वह परम कल्याण को प्राप्त करता है\nजब कर्म क्षीण होते हैं, तभी ज्ञान आत्मा को प्रकाशित करता है।",
      "english": "One well-versed in the Word (scriptures) attains supreme blessedness. When actions subside, knowledge reveals the Self."
    },
    {
      "verse": 15,
      "sanskrit": "नाहं देहो न मे देहो जीवो नाहमहं हि चित्\nअयमेव हि मे बन्धो यस्मात् कर्तास्मि मन्यसे॥४.१५॥",
      "hindi": "मैं शरीर नहीं हूँ, न शरीर मेरा है, न मैं जीव हूँ\nमैं चैतन्य हूँ\nयही मेरा बंधन है कि मैं अपने को कर्ता मानता हूँ।",
      "english": "I am not the body, the body is not mine, nor am I the soul. I am pure consciousness. My bondage lies only in thinking I am the doer."
    },
    {
      "verse": 16,
      "sanskrit": "अहो देहाभिमानेन लोकास्तिष्ठन्ति मूढधीः\nअहं कर्तेति वाक्येन सत्यानन्दं विजृम्भते॥४.१६॥",
      "hindi": "अहो! लोग देहाभिमान के कारण मूर्ख बने रहते हैं\n'मैं कर्ता हूँ' ऐसा मानते हुए सत्य और आनंद से दूर हो जाते हैं।",
      "english": "Alas! People remain deluded due to body-identification. By thinking 'I am the doer', they lose sight of truth and bliss."
    },
    {
      "verse": 17,
      "sanskrit": "मायामात्रमिदं द्वैतं अद्वैतं परमार्थतः\nइति निश्चयवानेव ज्ञानं त्यजति शाश्वतम्॥४.१७॥",
      "hindi": "यह द्वैत तो माया मात्र है, परम सत्य तो अद्वैत ही है — ऐसा निश्चय करने वाला ही शाश्वत ज्ञान को प्राप्त करता है।",
      "english": "This duality is only an illusion; the ultimate truth is non-duality. He who realizes this gives up eternal ignorance."
    },
    {
      "verse": 18,
      "sanskrit": "देहाभिमानपाशेन चिरं बद्धोऽसि पुत्रक\nबोधोऽहं ज्ञानखड्गेन तेन त्वं विमुच्यसे॥४.१८॥",
      "hindi": "हे पुत्र! तू देहाभिमान के पाश में बहुत समय से बंधा है\nअब 'मैं चैतन्य हूँ' — इस ज्ञान की तलवार से तू मुक्त हो सकता है।",
      "english": "O child! You have long been bound by the noose of body-identification. By the sword of knowledge — 'I am consciousness' — you shall be liberated."
    },
    {
      "verse": 19,
      "sanskrit": "अहं कर्तेति यो भानः कर्मबंधननिबन्धनम्\nअज्ञानं यत्तदज्ञानं ज्ञात्वा तत्त्वं विमुच्यते॥४.१९॥",
      "hindi": "'मैं कर्ता हूँ' — यह भाव ही कर्मबंधन का मूल है\nइसे अज्ञान जानकर जो इसे पार कर ले, वही मुक्त होता है।",
      "english": "The notion 'I am the doer' is the root of karmic bondage. He who knows this as ignorance becomes free by knowing the truth."
    },
    {
      "verse": 20,
      "sanskrit": "किमात्मनोऽन्यं पश्यसि स्वस्वरूपे स्थितोऽसि चेत्\nआत्मा तैरेव सम्पूर्णं सदा किं चिन्तयिष्यसि॥४.२०॥",
      "hindi": "यदि तू अपने स्वरूप में स्थित है, तो आत्मा के अतिरिक्त तू क्या देखेगा? जब आत्मा से सब कुछ पूर्ण है, तो फिर चिंता किसकी? ",
      "english": "If you are established in your true Self, what else remains to be seen? The Self alone fills all — what is there to worry about?"
    },
    {
      "verse": 21,
      "sanskrit": "एको द्रष्टा सदा मुक्तो बोधमात्रो निरञ्जनः\nअयं बन्धो मनोवृत्तिर्बन्धो मानेति कीर्त्यते॥४.२१॥",
      "hindi": "तू अकेला द्रष्टा है, सदा मुक्त है, केवल चेतना है, और निष्कलुष है\nमन की वृत्तियाँ ही तेरा बंधन कहलाती हैं।",
      "english": "You are the one seer, ever free, pure awareness, stainless. The movements of the mind alone are called bondage."
    }
  ]
},
{
  "chapter": 5,
  "title": "लय (Dissolution)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "अष्टावक्र उवाच ॥ विज्ञानं नाम लयो बन्धो विज्ञानं मोक्षसञ्ज्ञितम्\nस्थूलविज्ञानिनां बन्धो मुक्तिर्मुक्तविजानताम्॥५.१॥",
      "hindi": "अष्टावक्र बोले: ज्ञान का अभाव बंधन है और ज्ञान ही मोक्ष कहलाता है\nजो केवल स्थूल ज्ञान रखते हैं, वे बंधन में हैं, और जो मुक्तदृष्टि से जानते हैं, वे मुक्त हैं।",
      "english": "Ashtavakra said: The absence of true knowledge is bondage, while true knowledge is called liberation. Those with gross understanding are bound; those with insight are free."
    },
    {
      "verse": 2,
      "sanskrit": "अज्ञानयोगतो बन्धो विज्ञानं मोक्षसञ्ज्ञितम्\nआत्मज्ञानं विधायैव त्वं मुक्तोऽसि न संशयः॥५.२॥",
      "hindi": "अज्ञान के कारण ही बंधन है, और ज्ञान ही मोक्ष कहा गया है\nआत्मज्ञान प्राप्त करके तू निःसंदेह मुक्त हो जाएगा।",
      "english": "Bondage arises from ignorance; knowledge is known as liberation. Upon attaining Self-knowledge, you are undoubtedly free."
    },
    {
      "verse": 3,
      "sanskrit": "एको द्रष्टासि सर्वस्य मुक्तप्रायोऽसि सर्वदा\nअयं चोदनया बन्धः किमित्यस्यास्ति निश्चयः॥५.३॥",
      "hindi": "तू सभी का एकमात्र द्रष्टा है और सदा से ही लगभग मुक्त है\nयह कर्तव्य-बोध ही तेरा बंधन है — यह निश्चित रूप से जान।",
      "english": "You are the sole witness of everything and almost always free. This compulsion to act is your only bondage — know this with certainty."
    },
    {
      "verse": 4,
      "sanskrit": "एकोऽहमेव सर्वत्र दृश्येऽप्यदृश्यवृत्तिमान्\nइति निश्चयवानेव पुनर्जन्म न विद्यते॥५.४॥",
      "hindi": "मैं ही सब जगह एकमात्र हूँ, दृश्य वस्तुओं में भी मेरी अदृश्य चेतना कार्य करती है — इस प्रकार निश्चय करने वाले को पुनर्जन्म नहीं होता।",
      "english": "I alone exist everywhere, even in the seen, as the unseen consciousness — one who knows this certainly does not experience rebirth."
    },
    {
      "verse": 5,
      "sanskrit": "विविक्तं कुरु चित्तं स्वं निराशं कश्मलोद्भवम्\nएषा बन्धविनिर्मुक्तिरेषा योग इति स्मृतः॥५.५॥",
      "hindi": "अपने चित्त को एकान्त, निराशावान और कल्मषरहित बना — यही बंधन से मुक्ति है, यही योग है।",
      "english": "Make your mind serene, free from desire and impurity — this is freedom from bondage, this is yoga."
    },
    {
      "verse": 6,
      "sanskrit": "सर्वं हि दृश्यं मायैषा ब्रह्मणो ह्यविधारणात्\nमिथ्यायां कुर्ध्यते यस्तु स शृणोति महाध्वनि॥५.६॥",
      "hindi": "संपूर्ण दृश्य जगत माया है, ब्रह्म के अदृश्य ज्ञान के कारण ही यह उत्पन्न होता है\nजो इस माया पर क्रोध करता है, वह महान भ्रम में है।",
      "english": "All that is seen is illusion, arising from the lack of Brahman-realization. He who is angry at illusion listens to the echo of nothingness."
    },
    {
      "verse": 7,
      "sanskrit": "स्वकर्मणा दृश्यते विश्वं नानारूपं न किंचन\nमायैवेदं समस्तं च वस्तुतस्त्वं अनञ्जनः॥५.७॥",
      "hindi": "तेरे कर्मों के प्रभाव से यह विविध रूपों वाला जगत दिखाई देता है\nवास्तव में यह सब माया है और तू पूर्णरूपेण निर्मल है।",
      "english": "This multiform world is seen due to your own actions. In reality, all this is illusion and you are pure and spotless."
    },
    {
      "verse": 8,
      "sanskrit": "असङ्गोऽसि निराकारो नित्यः शुद्धो निरञ्जनः\nऐवं ज्ञानं ततः साक्षात्कृत्वा त्वं मुक्त एव न संशयः॥५.८॥",
      "hindi": "तू असंग, निराकार, नित्य, शुद्ध और निर्मल है\nइस ज्ञान को प्रत्यक्ष रूप में जानकर तू निःसंदेह मुक्त है।",
      "english": "You are unattached, formless, eternal, pure, and stainless. Realizing this truth directly, you are certainly free."
    },
    {
      "verse": 9,
      "sanskrit": "त्वं मुक्तोऽसि न बन्धोऽस्ति त्वया किं कालपीडया\nरजोजुषो हि संसारे बन्धो मानेन जायते॥५.९॥",
      "hindi": "तू मुक्त है, तेरा कोई बंधन नहीं है — फिर तू काल और परिस्थिति से क्यों डरता है? रजोगुण में लिप्त व्यक्ति ही बंधन को मानता है।",
      "english": "You are free, there is no bondage — why worry about time and fate? Bondage arises only in those attached to activity."
    },
    {
      "verse": 10,
      "sanskrit": "कस्त्वं कोऽहं कुतो जातः का माता को जनः सुतः\nइति परिज्ञये नित्यं मुक्तिः स्यात् सर्वबन्धनैः॥५.१०॥",
      "hindi": "‘तू कौन है? मैं कौन हूँ? मैं कहाँ से उत्पन्न हुआ? माता कौन है? सन्तान और कुटुम्ब कौन हैं?’ — इस प्रकार सदा विचार करने पर सभी बंधनों से मुक्ति हो जाती है।",
      "english": "Who are you? Who am I? Where did I come from? Who is my mother, my father, my child? Constant inquiry into these leads to freedom from all bondage."
    },
    {
      "verse": 11,
      "sanskrit": "एवं युक्तः कृतं पश्येत् अकृतं न पश्यति\nपश्यन्कृतं चकर्तारं न पश्यति विमुक्तये॥५.११॥",
      "hindi": "ऐसे योगी को किया हुआ भी न किया हुआ प्रतीत होता है, और वह कर्ता को भी कर्ता नहीं देखता — यही उसकी मुक्ति है।",
      "english": "To the one established in this way, even action appears as inaction, and he sees no doer in the doing — this is true liberation."
    },
    {
      "verse": 12,
      "sanskrit": "कर्मोऽनिष्टं च यत्तावत् स्तौति निन्दति वा जनः\nसुखं वा यदि वा दुःखं सन्तुष्टो न चलत्यसौ॥५.१२॥",
      "hindi": "यदि लोग कार्य की निंदा करें या प्रशंसा करें, सुख दें या दुःख दें — उस स्थितप्रज्ञ पुरुष की संतुष्टि विचलित नहीं होती।",
      "english": "Whether people praise or blame, whether pleasure or pain arises — the sage remains content and unmoved."
    },
    {
      "verse": 13,
      "sanskrit": "आत्मज्ञो नान्ववेक्षेत लोकं पश्यन्पृथग्जनम्\nस्वभावप्रवृत्तिं पश्यन् बालवत् क्रिडते सदा॥५.१३॥",
      "hindi": "आत्मज्ञानी अन्य लोगों को देख कर भी उनकी प्रवृत्तियों की चिंता नहीं करता — वह स्वयं की स्वाभाविक वृत्तियों को देखता हुआ बालक की भाँति खेलता है।",
      "english": "The knower of the Self does not observe the world critically. Seeing the activities of others, he plays like a child in his own nature."
    },
    {
      "verse": 14,
      "sanskrit": "पश्यन्नश्रुण्वन्स्पृशन्ग्रन्थान्देहं न पश्यति\nन पश्यत्यपि सञ्जातं आत्मानं केवलं पश्यति॥५.१४॥",
      "hindi": "वह देखता है, सुनता है, स्पर्श करता है, पर देह को नहीं देखता\nउत्पन्न होते हुए भी वह आत्मा को ही देखता है।",
      "english": "He may see, hear, touch, and read scriptures, but does not see the body. Even as things arise, he sees only the Self."
    },
    {
      "verse": 15,
      "sanskrit": "विदेहः पूर्णकामोऽसौ कृत्वापि न करोति यः\nयः सन्नपि सदा शान्तो मुच्यते नान्यथा पुमान्॥५.१५॥",
      "hindi": "जो विदेह है, जिसकी सभी कामनाएँ पूर्ण हो चुकी हैं — वह कर्म करता हुआ भी कुछ नहीं करता, शांत रहता है और मुक्त होता है — अन्य कोई नहीं।",
      "english": "He who is bodiless, whose desires are fulfilled — even while acting, does nothing. Always at peace, he alone is liberated — no one else."
    }
  ]
},
{
  "chapter": 6,
  "title": "शांति (Peace)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "अष्टावक्र उवाच ।\nयत्र विश्वं विजृम्भते कल्पितं मनसोऽनया\nआनन्दः परमं रूपं संपश्यन् प्रविशन् सुखम्॥६.१॥",
      "hindi": "अष्टावक्र बोले: जिस मन से यह सम्पूर्ण सृष्टि कल्पित है, उसी में परम आनन्दमयी सत्ता का दर्शन कर वह पुरुष सुख में स्थित हो जाता है।",
      "english": "Ashtavakra said: When one sees the entire universe projected by the mind, he perceives the supreme blissful form and enters into peace."
    },
    {
      "verse": 2,
      "sanskrit": "आत्मानं च जगत्सर्वं पश्यन् मिथ्या धियां दृढः\nअसङ्गोऽसावहं बुद्ध्या भावाभावे निराकुलः॥६.२॥",
      "hindi": "जो आत्मा और सम्पूर्ण जगत को मिथ्या मानकर दृढ़ बना रहता है, वह अपने असंग स्वरूप में स्थित होकर, सदा शान्त रहता है।",
      "english": "Seeing both Self and the world as illusory, he rests firmly in the thought: 'I am unattached,' unaffected by existence or non-existence."
    },
    {
      "verse": 3,
      "sanskrit": "रागद्वेषौ सुखं दुःखं साङ्ख्यं चागमबन्धनम्\nकथं प्राप्नुवन्ति सन्तं सर्वसाक्षिणमव्ययम्॥६.३॥",
      "hindi": "जो स्वयं को समस्त घटनाओं का साक्षी और अविनाशी मानता है, उस सन्त को राग-द्वेष, सुख-दुख, ज्ञान और अज्ञान कैसे प्रभावित कर सकते हैं?",
      "english": "How can attachment or aversion, pleasure or pain, bondage or liberation affect the serene one who knows he is the witness of all and changeless?"
    },
    {
      "verse": 4,
      "sanskrit": "स्वभावादेव जानानः पश्यन्नपि न पश्यति\nश्रुण्वन्नपि न शृणोति न स्पृशन्नपि स्पृशति॥६.४॥",
      "hindi": "जो आत्मा को अपने स्वभाव के रूप में जान चुका है, वह देखने पर भी नहीं देखता, सुनने पर भी नहीं सुनता और छूने पर भी नहीं छूता।",
      "english": "One who knows the Self as his very nature sees yet sees not, hears yet hears not, touches yet touches not."
    },
    {
      "verse": 5,
      "sanskrit": "भावाभावे विमुक्तो यस्तिष्ठत्यल्पेन तुष्टिमान्\nनास्ति किञ्चिद्विदेहस्य क्रियमाणेऽपि कर्मणि॥६.५॥",
      "hindi": "जो भाव और अभाव से मुक्त है, जो थोड़े में संतुष्ट रहता है — उसके लिए कुछ भी नहीं होता, भले ही शरीर से क्रिया होती हो।",
      "english": "He who is free of desire and content with little, though the body may act, for him nothing is truly done."
    },
    {
      "verse": 6,
      "sanskrit": "यदा मार्जितरागद्वेषः साक्षी प्रागल्भ्यकः शुचिः\nआत्मारामोऽवसीदत्येको देहमात्रवद्भुवि॥६.६॥",
      "hindi": "जब कोई व्यक्ति राग-द्वेष से रहित, शुद्ध, साक्षी और आत्मारामी हो जाता है — तब वह शरीर के साथ इस संसार में रहते हुए भी अकेला स्थित होता है।",
      "english": "When one is free from attachment and aversion, pure, fearless, enjoying the Self — then he lives in the world as if only the body exists."
    },
    {
      "verse": 7,
      "sanskrit": "निःस्पृहो निर्विकारश्च शान्तः सन्दृष्टिसंयमी\nसदा मुक्तोऽनवद्यात्मा निर्विकल्पो निरञ्जनः॥६.७॥",
      "hindi": "जो व्यक्ति निःस्पृह, निर्विकार, शांत, इन्द्रियों पर संयम रखने वाला, सदा मुक्त, निर्दोष आत्मा और निर्विकल्प है — वही सच्चा ज्ञानी है।",
      "english": "Desireless, unchanging, peaceful, restrained in perception, ever free, blameless and without distinctions — such is the Self-realized one."
    },
    {
      "verse": 8,
      "sanskrit": "स्थूलानि तेषां देहानां उपाधिर्नोपजायते\nन क्रियाभिः कृतं किञ्चिद्देहेनैव करोति यः॥६.८॥",
      "hindi": "जो सब क्रियाएँ केवल शरीर द्वारा होती समझता है, उसके लिए स्थूल देह कोई बंधन उत्पन्न नहीं करता।",
      "english": "Those for whom the body’s actions are not theirs, and who remain unattached, are not bound by the gross body or its limitations."
    },
    {
      "verse": 9,
      "sanskrit": "देहाभिमानपाशेन चिरं बद्धोऽसि पुत्रक\nबोधोऽहं ज्ञानखड्गेन तेन त्वं विमुच्यसे॥६.९॥",
      "hindi": "हे पुत्र! तू देहाभिमान के पाश में बहुत समय से बंधा है\nअब 'मैं चैतन्य हूँ' — इस ज्ञान की तलवार से तू मुक्त हो सकता है।",
      "english": "O child! Long have you been bound by the noose of body-identification. Now, with the sword of knowledge — 'I am consciousness' — be free."
    },
    {
      "verse": 10,
      "sanskrit": "नाहं देहो न मे देहो जीवो नाहमहं हि चित्\nअयमेव हि मे बन्धो यस्मात्कर्तास्मि मन्यसे॥६.१०॥",
      "hindi": "मैं शरीर नहीं हूँ, न शरीर मेरा है, न मैं जीव हूँ\nमैं चैतन्य हूँ\nयही मेरा बंधन है कि मैं अपने को कर्ता मानता हूँ।",
      "english": "I am not the body, nor is the body mine. I am not the individual soul — I am consciousness. This bondage is only because of the belief: 'I am the doer.'"
    },
    {
      "verse": 11,
      "sanskrit": "देहः कृत्येषु प्रवृत्तो बुद्धिर्नैव प्रवर्तते\nअसङ्गोऽस्मि अहं साक्षी निरपेक्षो निरञ्जनः॥६.११॥",
      "hindi": "शरीर तो कर्मों में प्रवृत्त होता है, पर बुद्धि नहीं\nमैं तो असंग, साक्षी, निःस्वार्थ और निर्मल आत्मा हूँ।",
      "english": "The body may act in the world, but the intellect does not engage. I am unattached, the witness, indifferent and pure."
    },
    {
      "verse": 12,
      "sanskrit": "यदा नाहं तदा मुक्तो यदा अहं बध्नाति माम्\nइति ज्ञात्वा न कर्तव्यं आत्मज्ञानाय शान्तये॥६.१२॥",
      "hindi": "जब 'मैं' नहीं होता, तभी मुक्ति है\nजब 'मैं' होता है, तभी वह मुझे बाँधता है\nयह जानकर, आत्मज्ञान और शांति के लिए कुछ करना नहीं है।",
      "english": "When the 'I' is not, then there is liberation. When the 'I' exists, it binds. Knowing this, there is nothing to do for Self-knowledge and peace."
    },
    {
      "verse": 13,
      "sanskrit": "न सन्तोषं प्राप्नुवन्ति सन्तः संशयिनो जनाः\nज्ञानं लभ्यं निरासक्त्यैः शमादिभिः समन्वितैः॥६.१३॥",
      "hindi": "संदेह करने वाले लोग कभी संतोष नहीं पाते\nज्ञान केवल उन्हें प्राप्त होता है जो निरासक्त हैं और जिनमें शम आदि साधन हैं।",
      "english": "Those full of doubt never attain peace. Knowledge is gained only by those who are detached and endowed with discipline and calmness."
    },
    {
      "verse": 14,
      "sanskrit": "न शास्त्रज्ञो न च क्रियावान्न योगी न च भूषितः\nमुक्तिमिच्छन्नयं यः स्यात्सः शान्तिमधिगच्छति॥६.१४॥",
      "hindi": "जो न तो शास्त्रों का ज्ञाता है, न क्रियाओं में लगा है, न योगी है, न विशेष रूप से सज्जित — फिर भी जो मुक्ति चाहता है, वही शांति को प्राप्त करता है।",
      "english": "One who desires liberation — even if not a scholar, nor active, nor a yogi, nor ornamented — such a person attains peace."
    },
    {
      "verse": 15,
      "sanskrit": "न कर्मणा न वाचा न चित्तेनापि केनचित्\nमुक्तिर्भवति नैवेह सत्त्वेनैव तु केवलम्॥६.१५॥",
      "hindi": "यहाँ न तो कर्म से, न वाणी से, न मन से — किसी भी साधन से मुक्ति संभव है\nकेवल आत्मसत्ता से ही मुक्ति संभव है।",
      "english": "Liberation is not attained through actions, speech, or mind — only through the essence of being itself."
    },
    {
      "verse": 16,
      "sanskrit": "यः कश्चिद्यो यथातत्त्वं मुक्त एव न संशयः\nआत्मज्ञानेन चाप्येव मुक्तो भवति केवलम्॥६.१६॥",
      "hindi": "कोई भी व्यक्ति, जो अपने सत्य स्वरूप को जानता है — निःसंदेह मुक्त होता है\nकेवल आत्मज्ञान से ही मुक्ति प्राप्त होती है।",
      "english": "Whoever knows his true nature, in whatever condition, is undoubtedly free. Only Self-knowledge leads to liberation."
    },
    {
      "verse": 17,
      "sanskrit": "अहं कर्ता न कर्तेति द्वैधं यः कुरुते बुधः\nसर्वत्र निर्गतो मोहा मुक्तोऽसाविति निश्चयः॥६.१७॥",
      "hindi": "जो बुद्धिमान यह समझ लेता है कि 'मैं कर्ता हूँ और नहीं भी हूँ', वह मोह से मुक्त हो जाता है — निश्चय ही वह मुक्त है।",
      "english": "The wise one who understands, 'I am the doer and yet not the doer' — is beyond delusion and undoubtedly free."
    }
  ]
},
{
  "chapter": 7,
  "title": "ज्ञान (Knowledge)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "अष्टावक्र उवाच ।\nअप्यद्वैतं सुखं बोधितं त्वया मुने\nतत्त्वतो नावबुध्येते बहूनामल्पबुद्धयः॥७.१॥",
      "hindi": "अष्टावक्र बोले: हे मुनि! यद्यपि अद्वैत का सुखपूर्वक उपदेश दिया गया है, फिर भी अल्प बुद्धि वाले लोग उसे वास्तविक रूप में नहीं समझ पाते।",
      "english": "Ashtavakra said: Though the bliss of non-duality has been taught, many of limited understanding fail to grasp its truth."
    },
    {
      "verse": 2,
      "sanskrit": "तत्तत्त्वं जीवितं श्रेयः स्नेहः सुखमिति त्रयम्\nयः त्यजत्येव संसारी स एव हि महामुनिः॥७.२॥",
      "hindi": "जो तत्त्व, जीवन, स्नेह और सुख — इन तीनों को त्याग देता है, वही संसार से मुक्त होता है और वही महान मुनि कहलाता है।",
      "english": "He alone is a great sage who gives up identity with essence, life, affection, and pleasure — all of which bind the worldly."
    },
    {
      "verse": 3,
      "sanskrit": "कस्त्वं कोऽहं कुता जातं का माता को जनः सुतः\nइति परिज्ञये नित्यं मुक्तिः स्यात्सर्वबन्धनात्॥७.३॥",
      "hindi": "‘तू कौन है? मैं कौन हूँ? मैं कहाँ से उत्पन्न हुआ? माता कौन है? सन्तान और कुटुम्ब कौन हैं?’ — इस प्रकार नित्य विचार करने से सभी बंधनों से मुक्ति हो जाती है।",
      "english": "Who are you? Who am I? Where did I come from? Who is my mother, father, child? Constant inquiry into these leads to liberation from all bondage."
    },
    {
      "verse": 4,
      "sanskrit": "यत्र विश्वं विजृम्भते कल्पितं मनसोऽनया\nआनन्दः परमं रूपं संपश्यन् प्रविशन् सुखम्॥७.४॥",
      "hindi": "जिस मन से यह सम्पूर्ण जगत कल्पित होता है, उस मन में परम आनन्द रूप को देखकर, वह व्यक्ति उस आनन्द में प्रविष्ट होता है।",
      "english": "Seeing the supreme blissful form in the mind from which the universe is imagined, he enters into peace and joy."
    },
    {
      "verse": 5,
      "sanskrit": "पश्यन्नश्रुण्वन्स्पृशन्नपि न स्पृशत्येव कर्हिचित्\nतत्त्वतो यः सदा बुद्ध्या स एव हि महामुनिः॥७.5॥",
      "hindi": "जो देखता है, सुनता है, स्पर्श करता है, फिर भी वास्तव में नहीं करता — वह जो इस सत्य को बुद्धिपूर्वक जानता है, वही सच्चा महामुनि है।",
      "english": "He who sees, hears, and touches, yet knows he does not truly act — he alone is the great sage, who sees truth with wisdom."
    },
    {
      "verse": 6,
      "sanskrit": "युक्तो वा व्यावृत्तो वा ध्यानलोके व्यवस्थितः\nसदा मुक्तोऽविकल्पः स योगी योगनिष्ठया॥७.६॥",
      "hindi": "चाहे वह योग में संलग्न हो या उससे निवृत्त हो, ध्यान के क्षेत्र में स्थित हो — यदि वह सदा विकल्परहित और मुक्त है, तो वह सच्चा योगी है।",
      "english": "Whether engaged in practice or withdrawn, dwelling in meditation or otherwise — he who is always free and choice-less is truly a yogi."
    },
    {
      "verse": 7,
      "sanskrit": "युक्तिमेवं विजानन्तं ऋजुं बुद्धिसमाचलम्\nकृत्स्नं पश्येत्स्वभावेन स्वात्मानं केवलं परम्॥७.७॥",
      "hindi": "जो इस युक्ति को जानता है, जिसकी बुद्धि सरल और अचल है — वह अपने स्वभाव से ही सम्पूर्ण जगत को केवल अपने परम आत्मा के रूप में देखता है।",
      "english": "He who knows this reasoning, whose intellect is steady and straightforward, sees everything as the supreme Self by his own nature."
    },
    {
      "verse": 8,
      "sanskrit": "विकल्पं च स्वभावं च सर्वदुःखस्य कारणम्\nयः त्यजत्येव सत्यात्मा स मुक्तो नात्र संशयः॥७.८॥",
      "hindi": "विकल्प (द्वैत) और स्वभाव ही समस्त दुखों का कारण हैं\nजो इन्हें त्याग देता है, वह सत्यात्मा निःसंदेह मुक्त हो जाता है।",
      "english": "Duality and attachment to personal nature are the source of all sorrow. He who truly renounces them is undoubtedly free."
    },
    {
      "verse": 9,
      "sanskrit": "ज्ञेयद्वैतादयो मूढाः बुद्धिं व्यावर्त्य पश्यति\nआत्मानं केवलं ज्ञात्वा न किञ्चिदपि पश्यति॥७.९॥",
      "hindi": "जो व्यक्ति आत्मा को जान लेता है, वह फिर कुछ भी नहीं देखता\nजो द्वैत आदि को जानने का प्रयास करता है, वह मूढ़ ही है।",
      "english": "Fools turn their attention to things to be known, perceiving duality. But one who realizes the Self sees nothing else."
    },
    {
      "verse": 10,
      "sanskrit": "सर्वभूतानि चात्मानं सर्वभूतानि चात्मनि\nपश्यन्नात्मसमं सर्वं स पश्यति महायशः॥७.१०॥",
      "hindi": "जो सभी प्राणियों में आत्मा को और आत्मा में सभी प्राणियों को देखता है, वह महान यशस्वी ज्ञानी है।",
      "english": "He who sees the Self in all beings and all beings in the Self — he alone truly sees and is greatly blessed."
    }
  ]
},
{
  "chapter": 8,
  "title": "बंधन-मोक्ष (Bondage and Liberation)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "अष्टावक्र उवाच ।\nयस्त्वयं प्रपञ्चो विषयोपभोगो\nमोहात्मकं दुःखजनं विशोकम्\nमनः कृतं स्वप्नमिवाधिमात्रं\nपश्यात्मतत्त्वं स्वमहेशमेकम्॥८.१॥",
      "hindi": "अष्टावक्र बोले: यह जो विषयों का उपभोग रूप प्रपंच है, जो मोह से युक्त है और दुख को जन्म देता है — यह सब मन का स्वप्नमात्र है\nतू अपने स्वस्वरूप आत्मा को देख, जो एकमेव और महेश्वर है।",
      "english": "Ashtavakra said: This worldly show — sensory indulgence, rooted in delusion and source of sorrow — is merely a dream of the mind. See your true Self, the one supreme Lord."
    },
    {
      "verse": 2,
      "sanskrit": "द्वैतं त्यज निर्मूलं भावरूपं विचक्षण\nयद्यसत्त्वमुपाश्रित्य न शान्तिं विन्दते बुधः॥८.२॥",
      "hindi": "हे विवेकी! इस द्वैत का, जो कि भावरूप और निराधार है, त्याग कर\nयदि कोई इसके असत रूप को आश्रय देता है, तो वह कभी शांति प्राप्त नहीं करता।",
      "english": "O wise one! Abandon this rootless duality, which is only a form of imagination. One who clings to unreality never finds peace."
    },
    {
      "verse": 3,
      "sanskrit": "विकारोऽपि न ते भावे साक्षी त्वं केवलो भुवि\nनाहं देहो न मे देहो जीवो नाहमहं हि चित्॥८.३॥",
      "hindi": "तेरे स्वभाव में कोई विकार नहीं है, तू तो इस संसार का केवल साक्षी है\nमैं शरीर नहीं हूँ, न शरीर मेरा है\nन मैं जीव हूँ, मैं तो चैतन्य हूँ।",
      "english": "No modification belongs to your nature — you are the pure witness in this world. I am not the body, nor is the body mine. I am not the individual soul, I am consciousness."
    },
    {
      "verse": 4,
      "sanskrit": "सर्वभूतेषु चात्मानं सर्वभूतानि चात्मनि\nमुञ्च भ्रान्तिं च मात्सर्यं सुप्रशान्तो भव द्विज॥८.४॥",
      "hindi": "हे द्विज! तू सभी प्राणियों में आत्मा को और आत्मा में सभी प्राणियों को देख\nभ्रांति और ईर्ष्या का परित्याग कर, और पूर्ण शांति को प्राप्त कर।",
      "english": "O noble one! See the Self in all beings and all beings in the Self. Give up delusion and envy — become supremely peaceful."
    }
  ]
},
{
  "chapter": 9,
  "title": "निर्लेपता (Nirlepata)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "अष्टावक्र उवाच ।\nन त्वं देहो न ते देहो भोज्यो न भोक्तरप्यसि\nसाक्षी मात्रोऽसि मुक्तोऽसि न त्वं कर्ता न भोक्ता॥९.१॥",
      "hindi": "अष्टावक्र बोले: तू न तो शरीर है, न शरीर तेरा है\nतू न भोगने योग्य वस्तु है, न भोगने वाला है\nतू केवल साक्षी है, मुक्त है\nन तू कर्ता है, न भोक्ता।",
      "english": "Ashtavakra said: You are not the body, nor is the body yours. You are not the object of enjoyment, nor the enjoyer. You are the pure witness — free. You are neither doer nor enjoyer."
    },
    {
      "verse": 2,
      "sanskrit": "सर्वं मे सम्प्रतमिदं ज्ञानं ज्ञातं मया यथा\nन चित्तं स्पृशते तस्मान्न मे दुःखं न मे सुखम्॥९.२॥",
      "hindi": "अब मैंने सब ज्ञान वैसा ही जान लिया है जैसा है\nइसलिए मेरा चित्त किसी चीज़ को नहीं छूता — मुझे न सुख है, न दुःख।",
      "english": "All this knowledge I have now understood as it truly is. Hence, my mind touches nothing — there is no sorrow, no joy for me."
    },
    {
      "verse": 3,
      "sanskrit": "न मे बन्धोऽस्ति मुक्तिर्वा भ्रान्त्या भ्रान्तो विनश्यति\nमय्यभ्रान्तौ महायोगिनि स्थिते खे इव खेचरः॥९.३॥",
      "hindi": "न तो मुझे बंधन है, न मुक्ति\nभ्रांति से ही व्यक्ति भ्रमित होकर नष्ट होता है\nजैसे आकाश में स्थित पक्षी आकाश में रहता है, वैसे ही मैं भ्रांति-रहित हूँ।",
      "english": "There is no bondage or liberation for me. Only the deluded are lost in delusion. I remain as I am — like a bird in the sky, free and unaffected."
    },
    {
      "verse": 4,
      "sanskrit": "अहं कृत्यं न जानामि न जानाम्यकृतं तथा\nज्ञानं वा सर्गनाशौ वा नैव मे सन्निवर्तते॥९.४॥",
      "hindi": "मैं यह नहीं जानता कि क्या करना है या क्या नहीं करना है\nसृजन या संहार का ज्ञान मुझमें नहीं ठहरता।",
      "english": "I do not know what is to be done or left undone. Knowledge of creation or destruction does not reside in me."
    },
    {
      "verse": 5,
      "sanskrit": "आत्मारामोऽस्मि निर्वाणं स्फुटं पूर्णं सनातनम्\nन प्रयासो न वैराग्यं नैव शान्तिर्मनागपि॥९.५॥",
      "hindi": "मैं आत्मा में ही रमण करने वाला हूँ, निर्वाणस्वरूप, पूर्ण और सनातन हूँ\nमुझे न कोई प्रयास करना है, न वैराग्य की आवश्यकता है, न थोड़ी-सी भी शांति की खोज।",
      "english": "I am content in the Self — clear, full, and eternal. I seek neither effort, nor renunciation, nor even a little peace."
    },
    {
      "verse": 6,
      "sanskrit": "न मुक्तं न च मे बन्धो लक्ष्यमात्रं विनश्यति\nएतद्वै नैष्ठिकं ज्ञानं न किञ्चिदिति निश्चितम्॥९.६॥",
      "hindi": "मुझे न मुक्ति है, न बंधन\nकेवल लक्ष्य (अहंभाव) का अंत होता है\nयही दृढ़ निष्कर्ष है — ‘कुछ नहीं है’, यही परम ज्ञान है।",
      "english": "There is neither liberation nor bondage for me. Only the target of the mind disappears. This is the ultimate knowledge: 'There is nothing.'"
    }
  ]
},
{
  "chapter": 10,
  "title": "वैराग्य (Detachment-Dispassion)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "अष्टावक्र उवाच ।\nसंसारसागरः पारः कैवल्यं यदि वैष्ठितम्\nत्यज त्वं नाम रूपं च ज्वलितानलवन्नृणाम्॥१०.१॥",
      "hindi": "अष्टावक्र बोले: यदि तू इस संसार-सागर को पार करके कैवल्य (मुक्ति) प्राप्त करना चाहता है, तो तू नाम और रूप का त्याग कर दे — जैसे मनुष्य जलते हुए अग्नि को छोड़ देते हैं।",
      "english": "Ashtavakra said: If you truly seek to cross the ocean of samsara and attain liberation, abandon name and form — as one shuns fire."
    },
    {
      "verse": 2,
      "sanskrit": "सर्वं कर्म समत्यज्य स्फुटं प्राप्तं भवेद्यदि\nतदा नास्ति न किञ्चिद्वा चिन्तासंस्पर्शनं शुभम्॥१०.२॥",
      "hindi": "यदि तू सभी कर्मों को पूरी तरह त्याग कर स्पष्ट रूप से उपलब्ध हो जाए, तो फिर न कुछ होता है, न कुछ नहीं होता — उस अवस्था में चित्त किसी चिंता से स्पर्श नहीं होता।",
      "english": "Renounce all actions completely. If clarity arises, then there is neither existence nor nonexistence, and the mind remains untouched by worry."
    },
    {
      "verse": 3,
      "sanskrit": "कस्यापि तु न मे त्वं च मम त्वं च न कस्यचित्\nआत्मारामोऽसि सदा त्वं विमुक्तोऽसि न संशयः॥१०.३॥",
      "hindi": "तू किसी का नहीं है, और न कोई तेरा है\nतू सदा आत्मा में रमण करने वाला है, तू सदा मुक्त है — इसमें कोई संदेह नहीं।",
      "english": "You belong to no one, and no one belongs to you. You are always dwelling in the Self — forever free, without a doubt."
    },
    {
      "verse": 4,
      "sanskrit": "त्वं कर्ता न च भोक्ता त्वं न मत्ता न च संस्तुतिः\nआत्मा साक्षी विवेक्ता च निरपेक्षः सुखी भव॥१०.४॥",
      "hindi": "तू न कर्ता है, न भोक्ता, न पागल है, न प्रशंसनीय है\nतू आत्मा है, साक्षी है, विवेकी है, निरपेक्ष है — सुखी बन।",
      "english": "You are not the doer or enjoyer, neither insane nor honored. You are the Self — the witness, the knower, free of all desires — be happy."
    },
    {
      "verse": 5,
      "sanskrit": "मुक्तिमिच्छसि चेत् तात विषयान्विषवद् त्यज\nक्षमार्जवदया शौचं सत्यं पीयूषवद्भज॥१०.५॥",
      "hindi": "हे तात! यदि तू मुक्ति चाहता है, तो विषयों का त्याग कर — जैसे विष का त्याग किया जाता है\nऔर क्षमा, सरलता, दया, पवित्रता और सत्य को अमृत की भांति अपनाओ।",
      "english": "O dear one! If you seek liberation, abandon sensual pleasures like poison, and cherish forgiveness, simplicity, compassion, purity, and truth like nectar."
    },
    {
      "verse": 6,
      "sanskrit": "धर्मोऽधर्मश्च कल्पौ ते ह्यात्मन्युपशमं गतौ\nन दुःखं न च वा सुखं समदृष्टेर्निर्विकल्पनम्॥१०.६॥",
      "hindi": "धर्म और अधर्म, कल्पना मात्र हैं — आत्मा में ये दोनों शांत हो जाते हैं\nसमदृष्टि रखने वाले के लिए न सुख है, न दुःख, न कोई विकल्प।",
      "english": "Both virtue and vice are mere mental constructs, and subside in the Self. For the one with equal vision, there is no sorrow, no joy, no duality."
    },
    {
      "verse": 7,
      "sanskrit": "अज्ञस्य जगतः सर्वं यज्ञवत् प्रवर्तते\nज्ञस्य तु स्थिरभावस्य न किंचिदेव दृश्यते॥१०.७॥",
      "hindi": "अज्ञानी के लिए यह सारा जगत यज्ञ (कर्म) की तरह चलता है\nपरंतु ज्ञानी, जो स्थिरबुद्धि है, उसके लिए कुछ भी दृष्टिगोचर नहीं होता।",
      "english": "To the ignorant, the whole world appears active like a ritual. But to the wise, whose mind is steady, nothing is seen at all."
    }
  ]
},
{
  "chapter": 11,
  "title": "आत्मदर्शन (Self-realization)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "जनक उवाच ।\nज्ञानं ज्ञानं च तत्त्वं च नास्ति नास्ति विचारणा\nका प्रसन्ना स्थितिर्मेऽद्य योगिनस्तदनुग्रहत्॥११.१॥",
      "hindi": "जनक बोले: अब न ज्ञान है, न अज्ञान, न कोई तत्व है, न विचार की प्रवृत्ति\nयोगी की कृपा से मुझे आज यह परम प्रसन्नता की स्थिति प्राप्त हुई है।",
      "english": "Janaka said: Now there is neither knowledge nor ignorance, no truth nor inquiry. By the grace of the sage, I have attained this state of supreme bliss."
    },
    {
      "verse": 2,
      "sanskrit": "वेदाः शास्त्राणि विज्ञाना अपि च विविधाः कला\nआत्मविज्ञानं विना मूढं रिक्तं एव संशयम्॥११.२॥",
      "hindi": "वेद, शास्त्र, विज्ञान, और अनेकों कलाएं — आत्मज्ञान के बिना ये सब मूर्खतापूर्ण और निरर्थक ही हैं।",
      "english": "The Vedas, scriptures, sciences, and various arts — without Self-realization, they are all empty and meaningless for the ignorant."
    },
    {
      "verse": 3,
      "sanskrit": "शान्तं क्वचित्कथं ब्रह्म संसारो वान्यथा कथम्\nआसीदिदं किं वा नास्ति सर्वं मिथ्या प्रवृत्तयः॥११.३॥",
      "hindi": "शांति कहाँ है? ब्रह्म क्या है? संसार क्या है? यह सब है या नहीं? — ये सारी प्रवृत्तियाँ मिथ्या हैं।",
      "english": "Where is peace? What is Brahman? What is the world? Is it real or not? — All these mental activities are illusion."
    },
    {
      "verse": 4,
      "sanskrit": "अहमेव किलात्मेति दृढनिश्चयवानसन्\nन श्रुतं न च तत्त्वं मे स्वतः सिद्धः शाश्वतः॥११.४॥",
      "hindi": "‘मैं ही आत्मा हूँ’ — यह दृढ़ निश्चय होने पर, मैंने न तो शास्त्र सुने, न तत्व विचार किया\nआत्मा स्वयं सिद्ध और शाश्वत है।",
      "english": "Having firm conviction that 'I am indeed the Self,' I did not need to hear or contemplate scriptures. The Self is self-evident and eternal."
    },
    {
      "verse": 5,
      "sanskrit": "मत्तो न मे प्रिये रूपं नाप्रियं न च मे स्थितिः\nज्ञानं नास्ति न वा ज्ञेयं ज्ञाता नास्ति कश्चन॥११.५॥",
      "hindi": "मेरे लिए न कोई प्रिय रूप है, न अप्रिय, न मेरी कोई विशेष स्थिति है\nन कोई ज्ञान है, न ज्ञेय, न कोई ज्ञाता।",
      "english": "For me, there is no beloved form, nor unliked one, nor any particular state. There is no knowledge, nothing to know, and no knower."
    },
    {
      "verse": 6,
      "sanskrit": "शुद्धं बुद्धं सदा पूर्णं निर्विकल्पं निरामयम्\nनिष्क्रियं निष्कलंकं च ब्रह्म तत्त्वमवस्थितम्॥११.६॥",
      "hindi": "शुद्ध, बुद्धिमान, सदा पूर्ण, विकल्प रहित, रोग रहित, निष्क्रिय और निष्कलंक ब्रह्म तत्व में मैं स्थित हूँ।",
      "english": "I abide in the essence of Brahman — pure, intelligent, ever full, without duality, free from illness, inactive and spotless."
    },
    {
      "verse": 7,
      "sanskrit": "यत्र विश्वं विभात्येतद् स्वप्नकल्पं जडात्मनः\nआनन्दसारं सत्यं मे रूपं सन्निहितं हि तत्॥११.७॥",
      "hindi": "जिसमें यह सम्पूर्ण विश्व जड़ रूप में स्वप्न के समान प्रकट होता है — वह जो आनन्द का सार है, वही मेरा सच्चा और निकटतम रूप है।",
      "english": "Where this entire world appears like a dream in inert awareness — that essence of bliss, that truth is my very own, ever-present nature."
    }
  ]
},
{
  "chapter": 12,
  "title": "ब्रह्मभाव (State of Brahman)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "जनक उवाच ।\nकुर्वन्नपि न किञ्चित्करोटीति निश्चयं\nपश्यामि मुहुरुत्तिष्ठन् उपविश्यस्वपञ्जपि॥१२.१॥",
      "hindi": "जनक बोले: मैं यह स्पष्ट देख रहा हूँ कि — करते हुए भी वास्तव में कुछ नहीं किया जाता\nयह बात मैं उठते, बैठते और सोते समय बार-बार अनुभव करता हूँ।",
      "english": "Janaka said: I clearly perceive that nothing is truly done — even while rising, sitting, or sleeping — I remain unaffected by action."
    },
    {
      "verse": 2,
      "sanskrit": "सर्गे नोपार्जितं किंचिद् नाशे नाश्यति किंचन\nशुद्धो बुद्धो ध्रुवोऽस्मीति निःसङ्गो निर्मलोऽचलः॥१२.२॥",
      "hindi": "सृष्टि के समय कुछ प्राप्त नहीं हुआ, न ही प्रलय में कुछ नष्ट होता है\nमैं शुद्ध, बुद्धिमान, अचल, निरंतर स्थिर, निर्लिप्त और निर्मल हूँ।",
      "english": "Nothing is gained at creation, nothing lost at dissolution. I am pure, awakened, detached, steady, and stainless."
    },
    {
      "verse": 3,
      "sanskrit": "न मन्दोऽस्मि न चात्मज्ञो न च मुक्तोऽस्म्यशेषतः\nएते ध्येयाः सदा साक्षी निर्ममो निरहं स्थितः॥१२.३॥",
      "hindi": "न मैं अज्ञानी हूँ, न आत्मज्ञानी, न पूर्णतः मुक्त ही हूँ\nमैं केवल साक्षी रूप में स्थित हूँ — न मेरा कुछ है, न मैं कुछ हूँ।",
      "english": "I am not ignorant, not enlightened, nor wholly liberated. Ever the witness, I remain without ownership and ego."
    },
    {
      "verse": 4,
      "sanskrit": "नारम्भो धर्मकर्माणां मुमुक्षोर्न च विक्रिया\nस पश्यत्यात्मनो बोधे मुक्तिं त्यक्त्वा सुखी महा॥१२.४॥",
      "hindi": "जो आत्मा की बोध अवस्था में स्थित है, उसे मुक्ति की इच्छा नहीं रहती, न धर्म-कर्मों की कोई आरंभिक चेष्टा होती है, न कोई विकार\nवह महापुरुष सुखी है।",
      "english": "One established in Self-awareness, without effort toward dharma or liberation, sees no change — abandoning even the desire for freedom, he is truly happy."
    },
    {
      "verse": 5,
      "sanskrit": "अहमात्मेति न ज्ञातं सर्वं आत्मेति निश्चितम्\nब्रह्मभावे स्थितोऽस्मीत्यविकल्पं स्मरन् सुखी॥१२.५॥",
      "hindi": "‘मैं आत्मा हूँ’ — यह केवल जानना पर्याप्त नहीं है\nबल्कि यह निश्चित हो जाना चाहिए कि ‘सब कुछ आत्मा ही है।’ जब मैं ब्रह्मभाव में स्थित हूँ, यह विकल्प-रहित स्मरण ही सुखदायक है।",
      "english": "Merely knowing ‘I am the Self’ is not enough. True bliss arises in the firm conviction that ‘All is Self’ and in unwavering awareness of being established in Brahman."
    },
    {
      "verse": 6,
      "sanskrit": "निरपेक्षो निराकारो निर्विकारो निरञ्जनः\nएक एवास्थितो योगी वीतशोको विमत्सरः॥१२.६॥",
      "hindi": "योगी जो केवल एक में स्थित है, वह अपेक्षा रहित, निराकार, विकार रहित, निर्मल होता है — वह शोक और द्वेष से रहित होता है।",
      "english": "The yogi who abides in the One is without expectation, formless, changeless, and pure — free from sorrow and envy."
    },
    {
      "verse": 7,
      "sanskrit": "नाहं देहः न मे देहो जीवो नाहमहं हि चित्\nअयमेव हि मे बन्धो यत्र त्यागो न विद्यते॥१२.७॥",
      "hindi": "मैं शरीर नहीं हूँ, शरीर मेरा नहीं है, मैं जीव नहीं हूँ — मैं तो चैतन्य हूँ\nबस यही मेरा बंधन है जहाँ अब तक त्याग नहीं हुआ है।",
      "english": "I am not the body, nor is the body mine. I am not the individual soul — I am pure consciousness. My only bondage lies in the lack of renunciation of this false idea."
    }
  ]
},
{
  "chapter": 13,
  "title": "सुखस्वरूप (Embodiment of Bliss)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "जनक उवाच ।\nआत्मानं चेद्विजानीयां यं मूढ इव धावति\nतत्त्वतो न मया ज्ञातं तस्मात्सुखमवाप्नुतम्॥१३.१॥",
      "hindi": "जनक बोले: यदि मैं वास्तव में आत्मा को जान लूं, तो वह मूर्ख व्यक्ति की तरह क्यों भागेगा? अब मैंने आत्मा को तत्वतः जान लिया है, इसलिए मुझे परम सुख की प्राप्ति हुई है।",
      "english": "Janaka said: If I truly knew the Self, why would I run around like a fool? Now, having realized the truth, I dwell in supreme bliss."
    },
    {
      "verse": 2,
      "sanskrit": "न मे बन्धोऽस्ति मोक्षो वा भ्रान्त्या भ्रान्तो विनश्यति\nनाहं कर्ता न भोक्ता च सिद्धोऽहं स्वस्वरूपतः॥१३.२॥",
      "hindi": "मुझे न बंधन है, न मुक्ति\nभ्रांति से ही भ्रमित होकर व्यक्ति विनष्ट होता है\nन मैं कर्ता हूँ, न भोक्ता, मैं तो सदा से सिद्ध हूँ — अपने स्वरूप में।",
      "english": "There is neither bondage nor liberation for me. Only the deluded are lost in delusion. I am neither doer nor enjoyer — I am ever accomplished in my own true nature."
    },
    {
      "verse": 3,
      "sanskrit": "न मे जातं न मे मरणं न बन्धो न च बन्धनम्\nअयमेव हि मे बन्धो यत्र त्यागो न विद्यते॥१३.३॥",
      "hindi": "मेरा कोई जन्म नहीं, कोई मरण नहीं, कोई बंधन नहीं\nकेवल इतना ही मेरा बंधन है कि मैंने इस 'मैं' का अभी तक त्याग नहीं किया है।",
      "english": "I have no birth, no death, no bondage. My only bondage is the absence of complete renunciation of the 'I'."
    },
    {
      "verse": 4,
      "sanskrit": "न मे शास्त्राणि ज्ञेयानि न मे यज्ञा: कदाचन\nआत्मज्ञानं विनाप्यहं निर्विकल्पो निरञ्जनः॥१३.४॥",
      "hindi": "मुझे न कोई शास्त्र जानने हैं, न कोई यज्ञ करने हैं\nआत्मज्ञान के बिना भी मैं विकल्प रहित, निर्मल हूँ।",
      "english": "I need not know scriptures or perform rituals. Even without Self-knowledge, I am changeless and pure."
    },
    {
      "verse": 5,
      "sanskrit": "न मे बन्धः कृतः कश्चिन्न निर्मोक्षोऽस्ति कश्चन\nआत्मरूपेण सदा मुक्तो नित्यं एकोऽस्म्यनन्यदृक्॥१३.५॥",
      "hindi": "मुझसे न कोई बंधन हुआ है, न कोई मुक्ति बाकी है\nमैं आत्मरूप से सदा मुक्त, एक, और अद्वितीय हूं।",
      "english": "No one has bound me, and no liberation remains to be achieved. I am ever free as the Self — one without a second."
    },
    {
      "verse": 6,
      "sanskrit": "यदा बुद्धिः स्थिता श्रान्ता तदा शान्ता विकल्पनाः\nअपारं ब्रह्म संपश्यन् न किन्चिदिव विश्रमे॥१३.६॥",
      "hindi": "जब बुद्धि थककर शांत हो जाती है, तब सभी विकल्प भी शांत हो जाते हैं\nतब मैं अपार ब्रह्म को देखकर पूर्ण विश्रांति का अनुभव करता हूँ।",
      "english": "When the mind becomes weary and rests, all thoughts subside. Seeing the infinite Brahman, I rest as if in nothingness."
    },
    {
      "verse": 7,
      "sanskrit": "नाहं देहो न मे देहो जीवो नाहमहं हि चित्\nअयमेव हि मे बन्धो यत्र त्यागो न विद्यते॥१३.७॥",
      "hindi": "मैं शरीर नहीं हूँ, शरीर मेरा नहीं है, न मैं जीव हूँ\nमैं चैतन्य हूँ\nकेवल यही मेरा बंधन है कि अभी त्याग नहीं हुआ।",
      "english": "I am not the body, the body is not mine, nor am I the soul. I am pure consciousness. My only bondage is the absence of renunciation."
    },
    {
      "verse": 8,
      "sanskrit": "एको द्रष्टासि सर्वस्य मुक्तप्रायोऽसि सर्वदा\nअयं च संसारो नास्ति भूतो न भविष्यति॥१३.८॥",
      "hindi": "तू सबका एक ही दृष्टा है, सदा से ही लगभग मुक्त है\nयह संसार न कभी था, न कभी होगा।",
      "english": "You are the one witness of all, always nearly free. This world never truly existed — neither in the past nor in the future."
    },
    {
      "verse": 9,
      "sanskrit": "सुखं चर सुखं शय सुखं कुरु तथापि च\nयदा यातं तदा यातं किं दुःखं सुखलक्षणे॥१३.९॥",
      "hindi": "सुखपूर्वक चल, सुखपूर्वक सो, सुखपूर्वक कार्य कर — जब सब चला जाएगा, तब सब चला जाएगा ही\nफिर दुःख किस बात का, जब यह सब सुख का ही रूप है?",
      "english": "Move in joy, sleep in joy, act in joy — when all is gone, all is gone. Why grieve? All is but a sign of bliss."
    }
  ]
},
{
  "chapter": 14,
  "title": "ईश्वरभाव (Divine awareness)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "जनक उवाच ।\nआत्मा साक्षी विभुः पूर्ण एको मुक्तश्च नित्यदः\nअयमेव हि मे बन्धः अस्मि किंचन संश्रयः॥१४.१॥",
      "hindi": "जनक बोले: आत्मा साक्षी, सर्वव्यापक, पूर्ण, एक, मुक्त और सदा दाता है\nमेरा बंधन केवल यह है कि मैं किसी वस्तु का आश्रय लेता हूँ।",
      "english": "Janaka said: The Self is the witness, all-pervading, complete, one, free, and ever-giving. My only bondage is clinging to anything as mine."
    },
    {
      "verse": 2,
      "sanskrit": "अहो चिन्मात्रमेवाहं इदं चिन्मात्रमेव च\nविश्वं चिन्मात्रमेवाहि न किन्चिदसि भिन्नतः॥१४.२॥",
      "hindi": "अहो! मैं केवल चैतन्य हूँ, यह सब भी केवल चैतन्य ही है\nसम्पूर्ण विश्व चैतन्य ही है — इसमें कोई भिन्नता नहीं है।",
      "english": "Oh! I am pure consciousness; all this is only consciousness. The whole world is nothing but that — there is no separation."
    },
    {
      "verse": 3,
      "sanskrit": "द्वैतं नैव भवन्त्यत्र विकल्पाद्यदि दृश्यते\nस एव न स दीप्तोऽग्नावर्णवच्च स्थितः॥१४.३॥",
      "hindi": "यहाँ कोई द्वैत नहीं है — यदि विकल्प से कोई भेद प्रतीत होता है, तो भी वह उसी प्रकार है जैसे अग्नि में अग्नि का ही रूप दिखता है।",
      "english": "There is no duality here. If any distinction appears, it is only a thought — just as fire appears in various forms, but is still one fire."
    },
    {
      "verse": 4,
      "sanskrit": "स्वभावो नोपदेशेन शक्यते कर्तुमन्यथा\nसुतप्तमपि पानीयं पुनर्गच्छति शीतताम्॥१४.४॥",
      "hindi": "स्वभाव को उपदेश से बदला नहीं जा सकता\nजैसे जल को गर्म करने पर भी वह पुनः ठंडा हो जाता है।",
      "english": "One’s nature cannot be changed by instruction. Even well-heated water eventually returns to its cool state."
    },
    {
      "verse": 5,
      "sanskrit": "न ममास्त्येव संसारः स्वप्नदृष्टं पुनः पुनः\nआत्मो नैव ममात्मा च दृश्यं मे सर्वमेव हि॥१४.५॥",
      "hindi": "मुझे संसार नहीं लगता — यह तो केवल बार-बार देखा गया स्वप्न है\nआत्मा मेरा नहीं है, मैं आत्मा नहीं हूँ — सब कुछ मेरे लिए केवल दृश्य है।",
      "english": "I have no connection to the world — it's like a recurring dream. The Self is not mine, nor am I the Self — all is just appearance to me."
    },
    {
      "verse": 6,
      "sanskrit": "संसारो विमृशन्त्येव न संसारो विमृशतः\nसर्पदृष्टिविलुप्ते तु रज्जुसत्त्वं प्रकाशते॥१४.६॥",
      "hindi": "जो विचार नहीं करता, उसके लिए संसार है; पर जो विचार करता है, उसके लिए संसार नहीं है\nजैसे सर्प का भ्रम मिटने पर केवल रस्सी ही दिखाई देती है।",
      "english": "To the unreflective, the world appears real; to the wise, it does not. As when the snake disappears, only the rope remains."
    },
    {
      "verse": 7,
      "sanskrit": "कृतं न कर्तृता मेऽस्ति भुक्तं भोक्तृत्वमेव च\nदृष्टं न दृष्टृतां मेऽस्ति त्यक्त्वा शान्तोऽस्म्यहं सदा॥१४.७॥",
      "hindi": "मैंने कार्य नहीं किया, मुझमें कर्तापन नहीं है\nमैंने कुछ भोगा नहीं, मुझमें भोक्ता का भाव नहीं है\nमैंने जो देखा, उसमें भी दृष्टा का भाव नहीं है\nइसलिए मैं सदा शांत हूँ।",
      "english": "I have done nothing — there is no doership in me. I have not enjoyed — there is no enjoyership. I have seen, yet no seer remains. Thus I abide in peace."
    },
    {
      "verse": 8,
      "sanskrit": "अहो मय्यखिलं जातं किंचिन्नास्ति क्षणं च मे\nस्वयंविलासितं विश्वं विमोहाय न मे सदा॥१४.८॥",
      "hindi": "अहो! सब कुछ मुझमें ही उत्पन्न हुआ है, और एक क्षण को भी मेरे लिए कुछ नहीं है\nयह सम्पूर्ण विश्व मेरे ही विलास से प्रकट हुआ है, पर मुझे कभी भ्रमित नहीं करता।",
      "english": "Oh! All arises in me, yet nothing exists even for a moment. This universe is my own play, but it never deludes me."
    },
    {
      "verse": 9,
      "sanskrit": "कविर्विदग्धो मुक्तो वा बद्धो वा दुःखभाग्भवेत्\nअज्ञानी दुःखमश्नाति ज्ञानादन्ध इवान्धतः॥१४.९॥",
      "hindi": "चाहे कोई कवि हो, विद्वान हो, मुक्त हो या बंधन में हो — यदि वह अज्ञानी है, तो दुःख भोगता है; जैसे अंधा व्यक्ति फिर से अंधेरे में चला जाता है।",
      "english": "Whether a poet, a scholar, a liberated one, or a bound soul — if lacking knowledge, he suffers, like a blind man plunged in darkness again."
    }
  ]
},
{
  "chapter": 15,
  "title": "निश्चलभाव (Unshakable Attitude)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "अष्टावक्र उवाच ।\nयदा नैव अहंभावो न ममता न तत्सुखम्\nन द्यौ न भूमिरापोऽग्निस्तदा स्थितिः शिवा मम॥१५.१॥",
      "hindi": "अष्टावक्र बोले: जब न 'मैं' का भाव रहता है, न ममता और न उनसे जुड़ा सुख — तब न आकाश है, न पृथ्वी, न जल, न अग्नि — उस समय मेरी स्थिति शिव (शांत) होती है।",
      "english": "Ashtavakra said: When there is no ego, no attachment, and no delight in them — when there is no sky, earth, water, or fire — then I abide in peace, in the state of Shiva."
    },
    {
      "verse": 2,
      "sanskrit": "यदा चित्तं न जायेत नैव किञ्चिद्विचिन्तयेत्\nतदा सर्वगतोऽप्यात्मा न क्वाप्यवति तिष्ठति॥१५.२॥",
      "hindi": "जब चित्त उत्पन्न नहीं होता और कुछ भी विचार नहीं करता, तब आत्मा सब जगह होते हुए भी कहीं नहीं टिकता।",
      "english": "When the mind does not arise and does not think anything, then the Self — though all-pervading — resides nowhere."
    },
    {
      "verse": 3,
      "sanskrit": "दृश्यं चित्वा च विद्यातुं चित्रं चित्तमचिन्तनम्\nएवं यः परिचिन्तयेत् तं न शोचाम्यहो मुने॥१५.३॥",
      "hindi": "जो दृश्य और चित्त दोनों को देखता और जानता है, वह विचित्र और अचिंतन चित्त का साक्षी होता है\nऐसे ज्ञानी को मैं कभी नहीं शोक करता — अहो, वह मुनि धन्य है।",
      "english": "He who perceives both the seen and the mind, and contemplates the mystery of the thoughtless mind — such a sage, I do not grieve for. Oh, what a master!"
    },
    {
      "verse": 4,
      "sanskrit": "अज्ञानाद्भाति संसारो ज्ञानात्सन्नतिधन्यधीः\nयस्याभूतमिदं विश्वं स कृतार्थोऽयमुच्यते॥१५.४॥",
      "hindi": "अज्ञान से संसार दिखाई देता है, ज्ञान से वह लीन हो जाता है\nजिसके लिए यह सम्पूर्ण विश्व कभी था ही नहीं — वही सच्चा कृतार्थ है।",
      "english": "The world appears due to ignorance, and dissolves through knowledge. He for whom the world never existed is truly fulfilled."
    },
    {
      "verse": 5,
      "sanskrit": "न मे ब्रह्मा न मे विश्वं न मे देवो न वेदनम्\nसच्चिदानन्दरूपोऽहमिति निश्चितवां स्थितः॥१५.५॥",
      "hindi": "न मुझे ब्रह्मा का भाव है, न विश्व का, न देवताओं का, न ही ज्ञानेंद्रियों का\nमैं सच्चिदानन्द स्वरूप हूँ — इस निश्चय में स्थिर हूँ।",
      "english": "There is no Brahma, no universe, no gods, no senses for me. I am pure existence, consciousness, bliss — firmly established in this conviction."
    },
    {
      "verse": 6,
      "sanskrit": "वेदशास्त्रगुरुतर्काः आत्मज्ञानं विना मृषा\nआत्मज्ञाने कृते तात सर्वमुक्तं कृतं कृतम्॥१५.६॥",
      "hindi": "वेद, शास्त्र, गुरु और तर्क — आत्मज्ञान के बिना व्यर्थ हैं\nहे तात! आत्मज्ञान हो जाने पर सब कहा हुआ और किया हुआ पूर्ण हो जाता है।",
      "english": "Vedas, scriptures, teachers, and logic — all are in vain without Self-knowledge. O dear one! Once Self-realization is achieved, all is done."
    },
    {
      "verse": 7,
      "sanskrit": "अहमेव जगज्जन्म जगज्जीवनमत्ययः\nबहिर्नास्ति मया किंचिदन्तर्येन निराकुलः॥१५.७॥",
      "hindi": "मैं ही जगत का जन्म हूँ, उसका जीवन और उसका अंत भी\nमेरे लिए बाहर कुछ भी नहीं है, और इस कारण मैं पूर्णतः शांत हूँ।",
      "english": "I alone am the birth, life, and end of the world. Nothing exists outside me — thus I dwell in unwavering calm."
    },
    {
      "verse": 8,
      "sanskrit": "अहो चिन्मात्रसंसारो मय्यद्वैतं परं कुतः\nइति चिन्तावतः शान्तं प्रवृत्तमपि निर्वृतम्॥१५.८॥",
      "hindi": "अहो! यह सम्पूर्ण संसार केवल चैतन्य मात्र है — मुझमें अद्वैत है, फिर भिन्नता कहां से? इस विचार से, क्रिया होने पर भी निर्वृत्ति बनी रहती है।",
      "english": "Oh! This entire world is pure consciousness — in me is nonduality, where then is difference? Even amidst activity, peace prevails with this understanding."
    },
    {
      "verse": 9,
      "sanskrit": "क्व श्रवणं क्व वा वाणि क्व चिन्द्द्या क्व बुद्द्धिता\nक्व हर्षः क्व च वा विषादः अहंस्थित्या निराकुलः॥१५.९॥",
      "hindi": "सुनना कहाँ है, बोलना कहाँ है, इन्द्रियाँ कहाँ हैं, बुद्धि कहाँ है? हर्ष और विषाद कहाँ हैं? — मैं अपनी स्थिति में निराकुल हूँ।",
      "english": "Where is hearing? Where is speech? Where are the senses and intellect? Where is joy or sorrow? I am at peace in my natural state."
    },
    {
      "verse": 10,
      "sanskrit": "एको द्रष्टासि सर्वस्य मुक्तप्रायोऽसि सर्वदा\nअयं च संसारो नास्ति भूतो न भविष्यति॥१५.१०॥",
      "hindi": "तू सबका एक ही दृष्टा है, सदा से लगभग मुक्त है\nयह संसार न कभी था, न कभी होगा।",
      "english": "You are the one seer of all — always nearly free. This world never was, nor will it ever be."
    },
    {
      "verse": 11,
      "sanskrit": "सुखं चर सुखं शय सुखं कुरु तथापि च\nयदा यातं तदा यातं किं दुःखं सुखलक्षणे॥१५.११॥",
      "hindi": "सुखपूर्वक चल, सुखपूर्वक सो, सुखपूर्वक कार्य कर\nजब समय चला जाए, तब चला ही जाएगा — फिर दुःख किस बात का, जब सब सुख का ही रूप है।",
      "english": "Walk in joy, sleep in joy, act in joy. When the moment is gone, it's gone — why sorrow, when all is bliss itself?"
    },
    {
      "verse": 12,
      "sanskrit": "सुखं एव व्रजत्यन्तं दुःखं कापि स्थितिस्तथा\nसुखं दुःखं च न त्याज्यं चित्तं वञ्चयते जनम्॥१५.१२॥",
      "hindi": "सुख अपने आप में समाप्त हो जाता है, दुःख भी एक स्थिति है\nपरन्तु न सुख त्यागने योग्य है, न दुःख — यह तो चित्त ही है जो जन को धोखा देता है।",
      "english": "Happiness ends on its own; sorrow is just another state. Neither is to be discarded — the mind alone deceives the people."
    },
    {
      "verse": 13,
      "sanskrit": "शिवं यः पश्यति सर्वत्र स्वयं ब्रह्मणि तिष्ठति\nन हर्षं न च वा विषादं स याति परमं पदम्॥१५.१३॥",
      "hindi": "जो हर जगह शिव (शुद्धता/शांति) को देखता है, वह स्वयं ब्रह्म में स्थित होता है\nवह न हर्ष करता है, न विषाद — और वह परम पद को प्राप्त होता है।",
      "english": "He who sees peace everywhere abides in Brahman. He neither rejoices nor grieves — and reaches the supreme state."
    },
    {
      "verse": 14,
      "sanskrit": "क्व ज्ञानं क्व वा मोक्षः क्व दुःखं क्व च वा सुखम्\nअहंस्थित्या निराकुलो न किञ्चिदपि चिन्तये॥१५.१४॥",
      "hindi": "ज्ञान कहाँ है? मोक्ष कहाँ है? दुःख और सुख कहाँ हैं? मैं अपनी स्थिति में निराकुल हूँ और कुछ भी नहीं सोचता।",
      "english": "Where is knowledge, where is liberation, where is sorrow or joy? Abiding in the Self, I remain still, desiring nothing, thinking nothing."
    },
    {
      "verse": 15,
      "sanskrit": "ज्ञानं ज्ञानं च तत्त्वं च नास्ति नास्ति विचारणा\nका प्रसन्ना स्थितिर्मेऽद्य योगिनस्तदनुग्रहत्॥१५.१५॥",
      "hindi": "अब न ज्ञान है, न अज्ञान, न कोई तत्व है, न विचार\nयोगी की कृपा से आज मुझे यह परम प्रसन्नता की स्थिति प्राप्त हुई है।",
      "english": "There is no knowledge, no ignorance, no essence, and no inquiry. By the sage’s grace, I have attained this state of supreme joy today."
    },
    {
      "verse": 16,
      "sanskrit": "वेदाः शास्त्राणि विज्ञाना अपि च विविधाः कला\nआत्मविज्ञानं विना मूढं रिक्तं एव संशयम्॥१५.१६॥",
      "hindi": "वेद, शास्त्र, विज्ञान और विविध कलाएं — आत्मज्ञान के बिना, ये सब मूर्खतापूर्ण और रिक्त हैं।",
      "english": "Vedas, scriptures, sciences, and various arts — without Self-knowledge, they are all futile and uncertain for the ignorant."
    },
    {
      "verse": 17,
      "sanskrit": "प्रभवो नास्ति च नाशो न पौरुषं न सम्पदः\nस्वभावतो निर्विकारं शान्तं ब्रह्मसमं भज॥१५.१७॥",
      "hindi": "न कोई उत्पत्ति है, न नाश, न पुरुषार्थ है, न ही कोई सम्पत्ति\nतू अपने स्वभाव से निर्विकार, शांत और ब्रह्म में सम अवस्था में रह।",
      "english": "There is no origin, no destruction, no effort, no wealth. Abide in your true nature — changeless, peaceful, and equal to Brahman."
    },
    {
      "verse": 18,
      "sanskrit": "न मुक्तं न च मे बन्धो लक्ष्यमात्रं विनश्यति\nएतद्वै नैष्ठिकं ज्ञानं न किञ्चिदिति निश्चितम्॥१५.१८॥",
      "hindi": "न मुझे मुक्ति है, न बंधन — केवल लक्ष्य (अहंकार) का अंत होता है\nयही निश्चयात्मक, अंतिम ज्ञान है — ‘कुछ भी नहीं है’।",
      "english": "There is neither liberation nor bondage for me — only the end of aim (ego). This indeed is the highest knowledge: 'Nothing exists.'"
    },
    {
      "verse": 19,
      "sanskrit": "शुद्धं बुद्धं सदा पूर्णं निर्विकल्पं निरामयम्\nनिष्क्रियं निष्कलंकं च ब्रह्म तत्त्वमवस्थितम्॥१५.१९॥",
      "hindi": "मैं शुद्ध, बुद्धिमान, सदा पूर्ण, विकल्परहित, रोगरहित, निष्क्रिय, निष्कलंक ब्रह्मतत्त्व में स्थित हूँ।",
      "english": "I am pure, intelligent, ever complete, beyond duality, free of ailments, actionless, and stainless — abiding in the essence of Brahman."
    },
    {
      "verse": 20,
      "sanskrit": "यत्र विश्वं विभात्येतद् स्वप्नकल्पं जडात्मनः\nआनन्दसारं सत्यं मे रूपं सन्निहितं हि तत्॥१५.२०॥",
      "hindi": "जहाँ यह सारा विश्व जड़ आत्मा में स्वप्नवत् प्रकट होता है — वही मेरा आनन्दस्वरूप और सत्यस्वरूप निकटतम रूप है।",
      "english": "Where the entire world appears dreamlike in inert awareness — that blissful, true essence is my nearest and truest nature."
    }
  ]
},
{
  "chapter": 16,
  "title": "तत्त्वमसि (You are That)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "अष्टावक्र उवाच ।\nत्वं पुण्यापुण्यरहितः सच्चिदानन्दरूपवान्\nअसीत्येवम् विमुक्तोऽसि कर्तव्यं किमतः परम्॥१६.१॥",
      "hindi": "अष्टावक्र बोले: तू पुण्य और पाप से रहित है, सच्चिदानन्दस्वरूप है\nयदि तू इस प्रकार जान ले, तो तू मुक्त है\nफिर तुझे और क्या करना है?",
      "english": "Ashtavakra said: You are beyond virtue and sin, of the nature of existence, consciousness, and bliss. Knowing this, you are liberated. What more is there to do?"
    },
    {
      "verse": 2,
      "sanskrit": "दृश्यं प्रकर्ति दृष्टा त्वं इत्यमुक्तं त्रयोदशे\nयद्येवं न त्वया ज्ञातं तत्त्वं तत्त्वविवर्जितम्॥१६.२॥",
      "hindi": "तेरावें अध्याय में कहा गया कि दृश्य प्रकृति है और तू दृष्टा है\nयदि तूने अब तक यह नहीं जाना कि तत्त्व क्या है, तो तू तत्त्व से दूर है।",
      "english": "It was declared in Chapter Thirteen: the seen is nature, and you are the seer. If this is not realized by you, you have missed the essence."
    },
    {
      "verse": 3,
      "sanskrit": "एक एवासि तत्त्वं त्वं जगच्च तत्त्वतोऽसति\nसंसारः स्वप्नवत् तस्मात् सुखं ब्रह्मणि रम्यताम्॥१६.३॥",
      "hindi": "तू ही एकमात्र तत्त्व है — वास्तव में संसार नहीं है\nसंसार तो स्वप्न के समान है\nइसलिए ब्रह्म में रमण कर और सुखी हो।",
      "english": "You alone are the essence. The world does not truly exist. It is like a dream. So rejoice in Brahman and be happy."
    },
    {
      "verse": 4,
      "sanskrit": "तत्त्वमसि सदा मुक्तो न त्वं मुक्तिमभीप्ससि\nअयमेव हि ते बन्धो मुक्ता बुद्धिर्न यच्छसि॥१६.४॥",
      "hindi": "‘तत्त्वमसि’ — तू सदा मुक्त है, मुक्ति की इच्छा करना भी तेरे लिए बंधन है\nयही तेरा बंधन है कि तू मुक्त बुद्धि को स्वीकार नहीं करता।",
      "english": "‘You are That’ — ever free. Yet your desire for liberation is your bondage. The only bondage is your refusal to accept your freedom."
    },
    {
      "verse": 5,
      "sanskrit": "कोऽहमित्यसौ विमर्शो बुद्धौ तत्त्वं विदूरगम्\nपरं तत्त्वं सदा बुद्ध्वा मुक्तोऽसि नात्र संशयः॥१६.५॥",
      "hindi": "‘मैं कौन हूँ?’ — यह जो विचार बुद्धि में आता है, वह तत्त्व से दूर करता है\nयदि तू परमतत्त्व को सदा जान ले, तो तू निःसंदेह मुक्त है।",
      "english": "‘Who am I?’ — this inquiry arises in the mind, which is far from the Truth. Realizing the supreme Truth, you are free — no doubt about it."
    },
    {
      "verse": 6,
      "sanskrit": "कायः क्रियते धर्मोऽयं जीवादित्वे न तत्त्वता\nअतो मम कृतं किंचिन्न किञ्चिदसकृतं मया॥१६.६॥",
      "hindi": "शरीर द्वारा धर्म आदि किया जाता है, लेकिन यह जीवभाव में होता है — तत्त्व में नहीं\nइसलिए न मैंने कुछ किया, न मुझसे कुछ हुआ।",
      "english": "All actions and duties are of the body and tied to the idea of being a soul, not the Truth. Thus, I have done nothing, nor has anything been done by me."
    },
    {
      "verse": 7,
      "sanskrit": "आत्मा साक्षी शरीरस्य न करोतिन न लिप्यते\nन हन्ति न च हन्यते न युज्यते न मुच्यते॥१६.७॥",
      "hindi": "आत्मा शरीर का साक्षी है — वह न करता है, न लिप्त होता है, न वह मारता है, न मारा जाता है, न बंधता है, न मुक्त होता है।",
      "english": "The Self is the witness of the body — it does not act, nor is it affected. It neither kills nor is killed, nor bound nor liberated."
    },
    {
      "verse": 8,
      "sanskrit": "शान्तोऽसि नित्यमुक्तोऽसि किमर्थं हाहाकारः\nरूपं गृहं करोत्येव ततः कूपो विकारवान्॥१६.८॥",
      "hindi": "तू सदा शांत और मुक्त है — फिर यह रोदन क्यों? जैसे घर बनता है, फिर उसमें उपद्रव होते हैं, वैसे ही तू विकारों से क्यों घबराता है?",
      "english": "You are ever peaceful and free — why cry out in despair? Just as a house takes form and undergoes changes, so do bodily experiences — why be disturbed?"
    },
    {
      "verse": 9,
      "sanskrit": "बन्धमोक्षौ न चिन्त्यौ ते चिन्त्यमात्रा हि कल्पनाः\nआत्मज्ञानं विधायैनं मुक्तोऽसि नात्र संशयः॥१६.९॥",
      "hindi": "बंधन और मुक्ति विचार योग्य नहीं हैं — वे तो केवल कल्पनाएं हैं\nआत्मज्ञान के साथ तू निःसंदेह मुक्त है।",
      "english": "Bondage and liberation are mere ideas — nothing more. With Self-realization, you are certainly free — no doubt about it."
    },
    {
      "verse": 10,
      "sanskrit": "अहमस्मीत्ययं भोगो बन्धो ह्यात्मनि कल्पितः\nआत्मज्ञानात्तु तद्बीजं नश्यत्येवाशु नान्यथा॥१६.१०॥",
      "hindi": "‘मैं हूं’ — यह भोग का भाव आत्मा में कल्पित बंधन है\nआत्मज्ञान से यह बीज तुरंत नष्ट हो जाता है — अन्यथा नहीं।",
      "english": "The sense of ‘I am’ is the seed of enjoyment and bondage, falsely imagined in the Self. With Self-realization, this seed is destroyed — no other way."
    },
    {
      "verse": 11,
      "sanskrit": "किंचिद्भ्रमति चित्तं चेत् संसारः स एव हि\nतत्संवेदनमात्रेण मोक्षोऽभ्यासेन सिध्यति॥१६.११॥",
      "hindi": "यदि चित्त थोड़ी सी भी भ्रमित हो जाए, तो वही संसार है\nकेवल उसकी पहचान ही मुक्ति है, और अभ्यास से यह सिद्ध हो जाता है।",
      "english": "If the mind wanders even slightly, it creates the illusion of world. Mere awareness of this is liberation, attained through practice."
    },
    {
      "verse": 12,
      "sanskrit": "निःस्पृहो निर्विकल्पश्च शान्तो मुक्तश्च सर्वदा\nनैव किंचित्करोमीति नैव कुर्वन्न भजत्यसौ॥१६.१२॥",
      "hindi": "जिसकी कोई इच्छा नहीं, कोई विकल्प नहीं, वह सदा शांत और मुक्त रहता है\nवह कहता है, 'मैं कुछ नहीं करता', और करता हुआ भी कुछ नहीं करता।",
      "english": "Free of desire, beyond thought, ever peaceful and liberated — he says, 'I do nothing', and though acting, does not act."
    },
    {
      "verse": 13,
      "sanskrit": "नियच्छति चित्तं योगी न्यस्तदृष्टिर्नयत्यसौ\nआकाशे गतसंवित्तिरवस्थामधिगच्छति॥१६.१३॥",
      "hindi": "योगी अपने चित्त को रोकता है, दृष्टि को निवृत्त करता है, और जब वह आकाशवत् एकरस चेतना को प्राप्त करता है, तब वह परम अवस्था को प्राप्त होता है।",
      "english": "The yogi restrains the mind, withdraws attention, and attains the supreme state when consciousness becomes like space — vast and motionless."
    },
    {
      "verse": 14,
      "sanskrit": "समदुःखसुखो मुक्तो ज्ञानी विश्वे समः स्थितः\nइत्याद्युक्तं मया तात त्वया नान्यद्विचार्यताम्॥१६.१४॥",
      "hindi": "जो दुःख-सुख में सम है, मुक्त है, ज्ञानी है, और विश्व में समभाव से स्थित है — हे तात! मैंने यही कहा है, और तुझे इससे इतर कुछ नहीं विचारना चाहिए।",
      "english": "He who is equal in pain and pleasure, liberated, wise, and balanced in the world — O dear one! This is what I’ve said, and nothing more need be pondered."
    },
    {
      "verse": 15,
      "sanskrit": "तत्त्वमसि सदा मुक्तः एक एवासि निर्द्वयः\nइति निश्चयवान् शान्तो भ्रमं त्यक्त्वा सुखी भव॥१६.१५॥",
      "hindi": "‘तू वही है’ — तू सदा मुक्त है, एक और अद्वैत स्वरूप है\nइस निश्चय के साथ भ्रम छोड़कर शांत और सुखी बन।",
      "english": "‘You are That’ — you are ever free, one without second. With this firm conviction, abandon illusion and be peaceful and happy."
    },
    {
      "verse": 16,
      "sanskrit": "असङ्गोऽसि शरीरस्था न त्वं देहो न ते च सः\nचिद्रूपोऽसि सदा साक्षी निरपेक्षः सुखी भव॥१६.१६॥",
      "hindi": "तू असंग है, यद्यपि शरीर में स्थित है\nन तू शरीर है, न शरीर तेरा है\nतू चिद्रूप, साक्षीस्वरूप, और निरपेक्ष है — इसलिए सुखी बन।",
      "english": "You are unattached, though dwelling in the body. You are not the body, nor is the body yours. You are consciousness itself, the witness, free and blissful — so be happy."
    }
  ]
},
{
  "chapter": 17,
  "title": "विश्वात्मदर्शन (Vision of the Universal Self)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "अष्टावक्र उवाच ।\nसर्वभूतेषु चात्मानं सर्वभूतानि चात्मनि\nमुनेर् ज्ञानेन तत्त्वज्ञ आत्मारामः प्रशान्तधीः॥१७.१॥",
      "hindi": "अष्टावक्र बोले: जो मुनि सभी प्राणियों में आत्मा को और आत्मा में सभी प्राणियों को देखता है, वह तत्त्वज्ञानी आत्माराम और शांतचित्त होता है।",
      "english": "Ashtavakra said: The sage who sees the Self in all beings and all beings in the Self, through knowledge of the Truth, delights in the Self and has a peaceful mind."
    },
    {
      "verse": 2,
      "sanskrit": "यस्याभूतं जगत्सर्वं आत्मन्येवावभासते\nशान्तः सन्तः सदा मुक्तो निःस्पृहः सुखमश्नुते॥१७.२॥",
      "hindi": "जिसके लिए सम्पूर्ण जगत नहीं रहा, और सब कुछ केवल आत्मा में ही प्रकाशित होता है, वह शांत, सन्त, सदा मुक्त और आसक्तिहीन होकर सुख अनुभव करता है।",
      "english": "For whom the world has disappeared and only the Self shines forth, he is peaceful, saintly, ever free, detached, and enjoys bliss."
    },
    {
      "verse": 3,
      "sanskrit": "आत्मा सर्वं जगत्सर्वमात्मा सर्वं निराकुलम्\nइत्येवं यः स्थितः साधुः शान्तः सम्पद्यते द्वयम्॥१७.३॥",
      "hindi": "आत्मा ही सब कुछ है, सारा जगत आत्मा है, और सब कुछ निष्कलंक है — जो ऐसा स्थिर भाव रखता है, वह साधु शांत और अद्वैत में स्थित होता है।",
      "english": "The Self is everything, the world is the Self, and all is free from disturbance — one who remains established in this is a saint, serene, and united with nonduality."
    },
    {
      "verse": 4,
      "sanskrit": "एको द्रष्टा मयि स्थितं नाना द्रष्टमिति ध्रुवम्\nतेन नश्यन्ति संकल्पा यथैवोदुपतापतः॥१७.४॥",
      "hindi": "मैं एक ही दृष्टा हूँ, जो मुझमें स्थित है; अनेक दृश्य होने की धारणा भ्रम है\nयह जान लेने से संकल्प (कल्पनाएं) उसी तरह नष्ट हो जाते हैं जैसे सूर्य के उदय से तारे।",
      "english": "I am the one seer, situated within myself; the belief in many seen things is illusion. Knowing this, all mental constructs vanish, like stars at sunrise."
    },
    {
      "verse": 5,
      "sanskrit": "तत्त्वमित्येव निश्चित्य तत्त्वनिष्ठो भव द्विज\nजडो बुद्धिमानित्यादि बन्धायैव न तत्त्वतः॥१७.५॥",
      "hindi": "‘तत्त्वमसि’ — यह निश्चित जानकर तत्त्व में स्थित हो जा, हे द्विज! 'मैं बुद्धिमान हूँ', 'मैं जड़ हूँ' — इस प्रकार की धारणाएं बंधन हैं, तत्त्व नहीं।",
      "english": "Knowing firmly 'Thou art That', abide in the essence, O wise one! Statements like 'I am intelligent' or 'I am dull' are only bondage, not the Truth."
    },
    {
      "verse": 6,
      "sanskrit": "निवृत्तं बहुलं कर्म प्रवृत्तं चापि लीलया\nन दृश्यमिदमस्तीत्युन्मत्तवदवस्थितः॥१७.६॥",
      "hindi": "जिसने बहुसंख्यक कर्मों का त्याग कर दिया है और जो कुछ करता है वह भी केवल लीला स्वरूप, वह संसार को न देखता हुआ, पागल की तरह स्थित रहता है।",
      "english": "Having renounced abundant activity and acting only in play, seeing nothing as truly existing, he abides like one mad."
    },
    {
      "verse": 7,
      "sanskrit": "कृतं न मे किचिद्बाध्या बुद्धिर्या निर्मला सदा\nदृष्टमश्रुतपूर्वं वा स्वप्नवन्मयि सम्पदं॥१७.७॥",
      "hindi": "‘मैंने कुछ नहीं किया’ — यही मेरी निर्मल बुद्धि का भाव है\nजो कुछ देखा-सुना, वह मेरे लिए स्वप्नवत है।",
      "english": "‘I have done nothing’ — such is the pure, undisturbed intellect. All that is seen or heard is like a dream to me."
    },
    {
      "verse": 8,
      "sanskrit": "स्थितिर्यस्य न जानाति गमागमविकारताम्\nस नन्दति न शोचति न हृष्यति न कुप्यति॥१७.८॥",
      "hindi": "जिसकी स्थिति गमन-आगमन या विकारों को नहीं जानती — वह न प्रसन्न होता है, न दुखी होता है, न उत्साहित होता है, न क्रोधित होता है।",
      "english": "He whose state is untouched by coming or going or change — he neither rejoices nor grieves, neither is elated nor angry."
    },
    {
      "verse": 9,
      "sanskrit": "स्वाभाविकं च यस्यैव धर्मं च स्वप्नवत्प्रियम्\nधैर्यं यस्य भवेद्येन स भोक्तेति कथं भवेत्॥१७.९॥",
      "hindi": "जिसके लिए स्वभाव ही धर्म है और प्रिय वस्तु भी स्वप्नवत है, और जो धैर्यवान है — वह कैसे भोगकर्ता बन सकता है?",
      "english": "For whom naturalness is dharma, and all that is desirable is like a dream, and who is patient — how can he be called an enjoyer?"
    },
    {
      "verse": 10,
      "sanskrit": "योऽसौ सर्वेषु भूतेषु न लिप्येत क्वचिच्चिरम्\nआत्मारामः स्थिरबुद्धिः स मुक्ता इत्यभिधीयते॥१७.१०॥",
      "hindi": "जो सभी प्राणियों में स्थित रहकर भी कहीं नहीं लिप्त होता — वह आत्मारामी, स्थिरबुद्धि व्यक्ति ही वास्तव में मुक्त कहलाता है।",
      "english": "He who remains untouched in all beings, who delights in the Self and has steady intellect — he alone is called liberated."
    },
    {
      "verse": 11,
      "sanskrit": "यः सर्वत्रात्मना तुष्टः सर्वत्र स्वार्ततृप्तिमान्\nन विमुच्यते न गच्छत्येष मुक्ता इति कीर्त्यते॥१७.११॥",
      "hindi": "जो आत्मा में सर्वत्र तुष्ट है, जो सर्वत्र अपने ही आनंद में तृप्त है — वह न मुक्त होता है, न कहीं जाता है — वही मुक्त कहलाता है।",
      "english": "He who is satisfied in himself everywhere, fulfilled by his own essence, who neither attains liberation nor travels anywhere — he is known as liberated."
    },
    {
      "verse": 12,
      "sanskrit": "न रज्ज्वां सर्पबुद्ध्यैव व्यथते भ्राम्यते यथा\nआत्मनि ब्रह्मबुद्ध्यैव न सुखी न च तुष्यति॥१७.१२॥",
      "hindi": "जिस प्रकार कोई व्यक्ति रस्सी को सर्प मानकर व्यथा और भ्रम में पड़ता है, वैसे ही जो आत्मा को ब्रह्म मानता है, वह न सुखी होता है, न संतुष्ट।",
      "english": "Just as one suffers by imagining a rope to be a snake, so one who merely imagines the Self as Brahman is not truly happy or content."
    },
    {
      "verse": 13,
      "sanskrit": "स्वरूपे सत्यबुद्ध्यैव सुप्तेऽप्युत्तिष्ठते पुनः\nभ्रान्तः शास्त्रार्थमात्रेण न जानेत्येव भाषते॥१७.१३॥",
      "hindi": "जो अपने स्वरूप में सत्यबुद्धि से स्थित होता है, वह सोते समय भी जागृत रहता है\nपर जो शास्त्र के अर्थ में भ्रमित है, वह ‘मुझे नहीं पता’ — ऐसा कहता है।",
      "english": "He who rests in his true nature through direct knowledge remains awake even in sleep. But the one confused by scriptural knowledge says, 'I don’t know.'"
    },
    {
      "verse": 14,
      "sanskrit": "सर्वत्र त्वेव संपश्यन् किंचिन्न विभजत्यसौ\nअयुक्तो योगमिच्छत्येको द्रष्टेति निश्चलः॥१७.१४॥",
      "hindi": "जो सर्वत्र केवल स्वयं को देखता है, वह किसी में भेद नहीं करता\nवह अयुक्त होकर भी योग की कामना नहीं करता, क्योंकि वह एक दृष्टा है, अचल है।",
      "english": "He who sees only himself everywhere, makes no distinctions. Though inactive, he seeks no union — for he is the unmoving seer."
    },
    {
      "verse": 15,
      "sanskrit": "एषा ब्रह्मस्थितिः स्वर्गात् पुन्याच्च फलतः परम्\nएतां प्राप्त्वा न शुचति न कामयते किञ्चन॥१७.१५॥",
      "hindi": "यह ब्रह्मस्थिति स्वर्ग और पुण्य के फलों से भी श्रेष्ठ है\nइसे प्राप्त करके व्यक्ति न शोक करता है, न कुछ कामना करता है।",
      "english": "This state of Brahman is beyond heaven and the fruits of virtue. Attaining this, one neither grieves nor desires anything."
    },
    {
      "verse": 16,
      "sanskrit": "न ज्ञानं न च विज्ञानं न मुक्तिर्न च बन्धनम्\nन चाज्ञं न च ज्ञेयं सत्यं सत्यं वदाम्यहम्॥१७.१६॥",
      "hindi": "न ज्ञान है, न विज्ञान; न मुक्ति है, न बंधन; न अज्ञान है, न जानने योग्य कोई वस्तु — मैं सत्य, सत्य कहता हूँ।",
      "english": "There is no knowledge, no realization, no liberation, no bondage; no ignorance, nothing to be known — truly, truly I speak."
    },
    {
      "verse": 17,
      "sanskrit": "एको द्रष्टा बहिर्भाति ह्यव्यक्तो व्यक्तवन्मनः\nसंकल्पाद्भाति विश्वं न किंचित्सत्यतो भुवि॥१७.१७॥",
      "hindi": "एक दृष्टा बाहर प्रकट होता है, अदृश्य होने पर भी व्यक्त रूप में मन से प्रतीत होता है\nसंकल्प से ही यह विश्व प्रकट होता है — वास्तव में इसमें कुछ भी सत्य नहीं है।",
      "english": "The one seer appears outwardly, though unmanifest, seen through the mind. This world appears due to imagination — truly, there is nothing real in it."
    },
    {
      "verse": 18,
      "sanskrit": "असंशयं तत्त्वमसि न त्वं देहो न ते यतः\nज्ञातारं सम्प्रकाशं च तत्त्वं सम्पद्यते ध्रुवम्॥१७.१८॥",
      "hindi": "तू निःसंशय तत्त्व है — तू शरीर नहीं है, न शरीर तेरा है\nतू ही वह जानने वाला, प्रकाशित आत्मा है — यही तत्त्व है।",
      "english": "Without doubt, you are That — not the body, nor does the body belong to you. You are the knower, the radiant Self — this is the Truth."
    },
    {
      "verse": 19,
      "sanskrit": "एक एवासि सच्चिद्रूपो न ते भेदः कदाचन\nत्वं मुक्तः सर्वदा साक्षी त्वं नात्मा तत्त्वतोऽपि सन्॥१७.१९॥",
      "hindi": "तू एक ही है — सत्-चित् रूप — तुझमें कभी कोई भेद नहीं है\nतू सदा से मुक्त है, साक्षी है, तत्त्वतः तू आत्मा भी नहीं है।",
      "english": "You are the one essence — existence and consciousness. There is never any division in you. You are always free, the witness — even beyond the Self in truth."
    },
    {
      "verse": 20,
      "sanskrit": "इदं ज्ञानमिदं ज्ञानं इत्येवं यः समोऽवति\nअकृतार्थो विमूढात्मा स ह्यात्मा ब्रह्मवादिभिः॥१७.२०॥",
      "hindi": "‘यह ज्ञान है, यह ज्ञान है’ — ऐसा जो भेदपूर्वक देखता है, वह अकृतार्थ और विमूढ़ आत्मा है — वह आत्मा नहीं है, ऐसा ब्रह्मविद्वानों ने कहा है।",
      "english": "He who thinks, ‘this is knowledge, this is wisdom’ and thus makes distinctions — he is deluded and unfulfilled. He is not the Self, say the knowers of Brahman."
    }
  ]
},
{
  "chapter": 18,
  "title": "सिद्ध की दशा (The State of the Perfected One)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "यस्य बोधोदये तावत् स्वप्नवत् भवति भ्रमः \nतस्मै सुखैकरूपाय नमः शान्ताय तेजसे ॥१८.१॥",
      "hindi": "जिसके ज्ञानोदय से भ्रम स्वप्न जैसा दृष्ट होता है, उसे जो आनंदरूप, शांत और तेजमान है—उसका मैं नमस्कार करता हूँ।",
      "english": "Salutations to the one whose dawn of awareness turns illusion into a dream, who is happiness-personified, peaceful and radiant."
    },
    {
      "verse": 2,
      "sanskrit": "अर्जयित्वा खिलानर्थान् भोगान् अप्नोति पुष्कलान् \nन हि सर्वपारित् यजन्तरेण सुखी भवेत् ॥१८.२॥",
      "hindi": "जिसने सभी संसारी वस्तुओं और भोगों को प्राप्त कर लिया, वह (सही स्वभाव में) अनंत आनंदी होता है\nपरन्तु सदा वासनाओं में बँधा व्यक्ति कभी सुखी नहीं हो सकता।",
      "english": "He who attains all worldly objects and enjoyments becomes abundant in happiness. But one bound by desires cannot be truly happy."
    },
    {
      "verse": 3,
      "sanskrit": "भवोऽयं भावनामात्रो न किंचित् परमर्थतः \nनास्त्यभावः स्वभवनां भावाभावविभाविनाम् ॥१८.३॥",
      "hindi": "यह आत्मा केवल कल्पना मात्र है, शाश्वत सत्य नहीं\nजो 'होना–न होना' के भेद को समझता है, उसके लिए असत्य भाव ही रहता है।",
      "english": "This existence is mere imagination, not ultimate reality. For one who discerns being and non-being, only the illusory remains."
    },
    {
      "verse": 4,
      "sanskrit": "न दूयत्वं च सन्नाश्च लभ्धभावे आत्मन् पदम् \nतत्कदञ्चनाद् पश्यति त्यक्ता वा विभवात्सदा ॥१८.४॥",
      "hindi": "इस आत्मा में न दूरी है, न विलुप्ति होती है\nजो इसे कभी देखता या छोड़ देता है, वह सदैव विभ्रमित ही रहता है।",
      "english": "In this Self there is neither far nor gone. One who tries to see or relinquish it remains deluded forever."
    },
    {
      "verse": 5,
      "sanskrit": "क्व धर्मः क्व वा कामः क्व चैव अर्थः क्व विवेक्ता \nइदम् कृतं इदं नेति द्वन्द्वैर्मुक्तस्य योगिनः ॥१८.५॥",
      "hindi": "धर्म क्या है? काम क्या है? अर्थ क्या है? विवेक क्या है? ‘यह किया’ और ‘यह नहीं’ — ऐसे द्वैत से मुक्त योगी के लिए और कोई मतभेद नहीं है।",
      "english": "What is duty, what is desire, what is gain, what is discernment? For a yogi freed from ‘done’ and ‘not done’, no duality remains."
    },
    {
      "verse": 6,
      "sanskrit": "निवृत्तं बहुलं कर्म प्रवृत्तञ्चापि लीला मात्रम् \nन दृश्यं इदमस्तीत्युन्मत्तवदवस्थितः ॥१८.६॥",
      "hindi": "बहु-कर्मों का त्याग और जो कुछ शेष कर्म हो वह सभी केवल लीला है\nइसी को जानकर जो मद से रहित होकर स्थित हो, वह न संसार देखता है।",
      "english": "He renounces many acts, and the remaining is mere play. Knowing this, the one established without ego sees no world."
    },
    {
      "verse": 7,
      "sanskrit": "कृतं न मे किञ्च बाध्यां बुद्धिर्या निर्मला सदा \nदृष्टमश्रुतपूर्वं वा स्वप्नवत् मयि संपदम् ॥१८.७॥",
      "hindi": "उन्होंने ‘मैंने कुछ नहीं किया’ — यही निर्मल बुद्धि है\nजोचित, सुनित सब कुछ उनके लिए स्वप्नवत् है, और वे संपन्न हो चुके हैं।",
      "english": "‘I have done nothing’— such pure intellect remains. Whatever seen or heard is dream-like to them, and they stand fulfilled."
    },
    {
      "verse": 8,
      "sanskrit": "स्थितिर्यस्य न जानाति गमागमविकारताम् \nस नन्दति न शोचति न हृष्यति न कुप्यति ॥१८.८॥",
      "hindi": "जिसकी स्थिति गमन–आगमन व विकारों से अछूती है, वह न तो हर्षित होता है, न दुःखी, न प्रसन्न, न क्रोधित होता है।",
      "english": "He whose state is untouched by coming, departing, or change— neither rejoices, grieves, exults, nor hates."
    },
    {
      "verse": 9,
      "sanskrit": "स्वाभाविकं च यस्य एव धर्मं स्वप्नवत् प्रियम् \nधैर्यं यस्य भवेद्येन स भोक्तेति कथं भवेत् ॥१८.९॥",
      "hindi": "जिसके लिए स्वभाव ही धर्म है, प्रिय वस्तु भी स्वप्नवत है, और वह धैर्यवान है — वह भोक्ता कैसे हो सकता है?",
      "english": "For whom naturalness is duty, beloved things seem dreamlike, and who is patient— how could he be called an enjoyer?"
    },
    {
      "verse": 10,
      "sanskrit": "योSसौ सर्वेषु भूतेषु न लिप्येत क्वचित् चिरम् \nआत्मारामः स्थिरबुद्धिः स मुक्ता इत्यभिधीयते ॥१८.१०॥",
      "hindi": "जो सभी प्राणियों में स्थित होकर भी कहीं अटका नहीं, आत्माराम है, बुद्धि स्थिर है — वही वास्तव में मुक्ति प्राप्त कहलाता है।",
      "english": "He who dwells in all beings yet remains unbound, delights in the Self with steady intellect — he is rightly called liberated."
    },
    {
      "verse": 11,
      "sanskrit": "यः सर्वत्रात्मना तुष्टः सर्वत्र स्वार्ततृप्तिमान् \nन विमुच्यते न गच्छत्येष मुक्ता इति कीर्त्यते ॥१८.११॥",
      "hindi": "जो हर जगह आत्मा में तुष्ट है, सर्वत्र अपनी आत्मा में परिपूर्ण है — वह न मुक्त होता है, न किसी ओर जाता है; उसे ही मुक्ता कहा जाता है।",
      "english": "He who is content everywhere in the Self, fully satisfied in himself— he neither attains liberation nor goes anywhere; such is called liberated."
    },
    {
      "verse": 12,
      "sanskrit": "न रज्ज्वां सर्पबुद्ध्यैव व्यथते भ्राम्यते यथा \nआत्मनि ब्रह्मबुद्ध्यैव न सुखी न च तुष्यति ॥१८.१२॥",
      "hindi": "जैसे सर्प भ्रम में रस्सा समझकर झिझकता है, वैसे ही आत्मा को ब्रह्म मान लेना न उसे सुखी बनाता है, न संतुष्ट करता है।",
      "english": "Just as one mistakes a rope for a snake and trembles, so mere intellectual identification of the Self with Brahman neither brings happiness nor satisfaction."
    },
    {
      "verse": 13,
      "sanskrit": "स्वरूपे सत्यबुद्ध्यैव सुप्तेऽप्युत्तिष्ठते पुनः \nभ्रान्तः शास्त्रार्थमात्रेण न जानेत्येव भाषते ॥१८.१३॥",
      "hindi": "जो सत्यबुद्धि से अपने स्वरूप में स्थित है, वह सोते समय भी जाग्रत रहता है\nजो केवल शास्त्रार्थ से भ्रमित है, वह कहता है— ‘मुझे नहीं मालूम।’",
      "english": "One established in true knowledge of his nature remains awake even in sleep. The ignorant, fooled by scriptural study, say, 'I do not know.'"
    },
    {
      "verse": 14,
      "sanskrit": "सर्वत्र त्व एव संपश्यन् किंचिन्न विभजत्यसौ \nअयुक्तो योगमिच्छत्येको द्रष्टेति निश्चलः ॥१८.१४॥",
      "hindi": "जो सब में स्वयं को ही देखता है, वह किसी में भेद नहीं करता\nयोग या एकता की कामना न रखते हुए वह एक दृष्टा, अचल ही स्थिर होता है।",
      "english": "He who sees himself everywhere, makes no distinctions. Without desiring yoga or union, he remains the one seer, still and steadfast."
    },
    {
      "verse": 15,
      "sanskrit": "एषा ब्रह्मस्थितिः स्वर्गात् पुण्याच्च फलतः परम् \nएतां प्राप्त्वा न शुचति न कामयते किञ्चन ॥१८.१५॥",
      "hindi": "यह ब्रह्म में स्थित होना स्वर्ग और पुण्य के फलों से भी श्रेष्ठ है\nइसे प्राप्त कर लेने पर वह न शोक करता है, न किसी इच्छा करता है।",
      "english": "This state in Brahman is higher than heaven and the fruits of merit. Having attained this, one neither grieves nor desires anything."
    },
    {
      "verse": 16,
      "sanskrit": "न ज्ञानं न च विज्ञानं न मुक्तिर्न च बन्धनम् \nन चाज्ञानं न च ज्ञेयं सत्यं सत्यं वदाम्यहम् ॥१८.१६॥",
      "hindi": "न ज्ञान है, न विज्ञान; न मुक्ति है, न बंधन\nन अज्ञान है, न वह ज्ञेय है — सत्य सत्य मैं कहता हूँ।",
      "english": "There is no knowledge, no realization, no liberation, no bondage; no ignorance, no object of knowledge — truly, truly I speak the truth."
    },
    {
      "verse": 17,
      "sanskrit": "एको द्रष्टा बहिर्भाति ह्यव्यक्तो व्यक्तवन्मनः \nसंकल्पाद्भाति विश्वं न किंचित् सत्यतो भुवि ॥१८.१७॥",
      "hindi": "एक द्रष्टा ही प्रकट होता है, जो अव्यक्त है और फिर मन से व्यक्त भी होता है\nसंकल्प से ही यह जगत दिखता है — पर वस्तुतः यह सच नहीं।",
      "english": "Only one seer appears outwardly, unmanifest yet perceived by the mind. The world shines forth from imagination — it is not real."
    },
    {
      "verse": 18,
      "sanskrit": "असंशयं तत्त्वमसि न त्वं देहो न ते यतः \nज्ञातारं सम्प्रकाशं च तत्त्वं सम्पद्यते ध्रुवम् ॥१८.१८॥",
      "hindi": "निःसंदेह, ‘तत्त्वमसि’\nतुम शरीर नहीं हो, शरीर तुम्हारा नहीं है\nजो जानने वाला है और प्रकाशमान है — वही तत्त्व है जिसे तुम निश्चित रूप से पहुँचते हो।",
      "english": "Without doubt, 'Thou art That.' You are not the body, nor does it belong to you. That Knower and Illumined— that essence you certainly attain."
    },
    {
      "verse": 19,
      "sanskrit": "एको एवासि सच्चिद्रूपो न ते भेदः कदाचन \nत्वं मुक्तः सर्वदा साक्षी त्वं नात्मा तत्त्वतोऽपि सन् ॥१८.१९॥",
      "hindi": "तुम एक मात्र हो—स्‍वतत्ता, चैतन्य रूप\nतुम कभी भी विभाजित नहीं हुए\nसदा से मुक्त हो, साक्षी हो, और वस्तुतः आत्मा भी नहीं हो।",
      "english": "You are the one—Pure Being-Consciousness, never fragmented. Always free, a witness, and in essence not even the so-called Self."
    },
    {
      "verse": 20,
      "sanskrit": "इदं ज्ञानमिदं ज्ञानं इति एव यः समोऽवति अकृतार्थो विमूढात्मा स ह्यात्मा ब्रह्मवादिभिः ॥१८.२०॥",
      "hindi": "जो कहता है— ‘यह ज्ञान है, यह ज्ञान है’— ऐसा सम में न होनेवाला, बन्धित आत्मा भ्रमित आत्मा है; ऐसा आत्मा ब्रह्म विद्वानों द्वारा है।",
      "english": "He who says, 'This is knowledge, this is knowledge'— remains unmoved, deluded, and bound. Such is the Self, say the wise who know Brahman."
    },
    {
      "verse": 21,
      "sanskrit": "यथा रजसोऽन्वितो जीवोऽग्निर्बलेन वै शऊर्येण च \nएवं विनिर्मुक्तो राजोगुणात् योगिनः स्थितिः ॥१८.२१॥",
      "hindi": "जैसे अग्नि अपनी शक्ति और उग्रता से भव्य होती है, वैसे ही राजोगुण से परे योगी का स्थित होना लाजवाब होता है।",
      "english": "As fire is majestic in its strength and fury, so is the yogi freed from passion—his state is beyond regal qualities."
    },
    {
      "verse": 22,
      "sanskrit": "सत्प्रवृत्तिरिव मुनीनां योगीणां स्वादु गृह्यते \nमद्येन व्यसनं दर्पेण च न शोच्यं भवति ॥१८.२२॥",
      "hindi": "जैसे संतों की उत्तम प्रवृत्ति को स्वीकार किया जाता है, वैसे ही मद्य और दर्प से ग्रस्त स्वभाव का योगी मन में नहीं रखता।",
      "english": "The noble conduct of saints is cherished like sweet nectar; the yogi does not brood over indulgence or pride."
    },
    {
      "verse": 23,
      "sanskrit": "एतैरेव सुसंस्थितेन मुनेर्योगभूषितेन च \nनμοऽस्ति चरणारविन्दं नो चन्दनभीषणताम् ॥१८.२३॥",
      "hindi": "ऐसे सुव्यस्थित मुनि और योग से अलंकृत योगी के चरणों को शास्त्रों में नमस्कार है — न चंदन-भूषा जैसे बाहरी शोभा को महत्व है।",
      "english": "Such a steadfast sage and ornamented yogi is venerable—not by sandal adornment, but by pure essence."
    },
    {
      "verse": 24,
      "sanskrit": "यः सर्वाणि भूतानि चात्मानं च एव सर्वम् \nततो विमुक्तोऽसि सर्वथा न किञ्चित् विचिन्त्यते ॥१८.२४॥",
      "hindi": "जो सभी प्राणियों में आत्मा और आत्मा में सम स्थान देखता है, वह सर्वथा मुक्त है और किसी भी विषय में उलझता नहीं।",
      "english": "He who sees the Self in all beings and all beings in the Self is wholly liberated—he is not entangled in anything."
    },
    {
      "verse": 25,
      "sanskrit": "पश्यन्नपश्यन्नभ्यश्नन्नभ्यश्नन्नपोऽपि प्रवपति \nएवं युक्तः स मुह्यति न कोऽपि तं गृहणीत्यपि ॥१८.२५॥",
      "hindi": "देखता हुआ न देखना, खाता हुआ न खाना, पानी पीने पर भी बहता हुआ न समझना—ऐसे युक्त व्यक्ति को कोई भ्रमित नहीं कर सकता।",
      "english": "Seeing without seeing, eating without eating, flowing even when drinking—such a united one is beyond delusion."
    },
    {
      "verse": 26,
      "sanskrit": "न देहो मम दानं नाम कर्त्ता न मे किञ्चिद् \nअहं चित्तं वशीभूतं विद्धि नोऽहमिति स्थितिः ॥१८.२६॥",
      "hindi": "न शरीर मेरा है, न दान मेरा\nन मैं कर्ता—ऐसे चित्त-वशयोगी को जानो कि 'न मैं' व भावना से स्थित रहता है।",
      "english": "He knows: the body is not mine, nor is the gift mine; I am not the doer—such mastery over mind abides in ‘no-self’."
    },
    {
      "verse": 27,
      "sanskrit": "यो न वाञ्छत्यन्विशुद्धः सुखमात्मानं निरपेक्षतः \nस मुक्तो न दुःखेन भिन्नः सत्त्वैः युक्तः पुरुषः ॥१८.२७॥",
      "hindi": "जो निरपेक्ष होकर आत्म सुख में वांछा-रहित है, उसमें दुःख का कोई ठिकाना नहीं—ऐसा व्यक्ति गुणों के साथ मुक्ति में स्थित है।",
      "english": "He who desires nothing but rests in the Self, unaffected, finds no sorrow—such a man is established in liberation amid qualities."
    },
    {
      "verse": 28,
      "sanskrit": "नातिपरित्यागं सत्त्वाना नातिपरित्यागं तमः \nइत्येवस्थितः कः भयात् स मुक्तः पुरुष एव ता ॥१८.२८॥",
      "hindi": "न सत्त्व का अति त्याग, न तम का अति त्याग—ऐसे संतुलित एक व्यक्ति को भय से कोई बाँध नहीं सकता, वह मुक्त है।",
      "english": "Neither forsaking sattva excessively, nor abandoning tamas too much—such balanced one fears nothing, he is liberated."
    },
    {
      "verse": 29,
      "sanskrit": "समत्वं सत्त्वं साम्यमिति स्थिरः प्रज्ञया स्थितः \nन दुःखहर्षवासो यस्य स साक्षात् मुक्त इत्यपि ॥१८.२९॥",
      "hindi": "स्थिर बुद्धि वाला वह स्वभाव में समानता और सांम्य में स्थित होता है—दुःख और हर्ष उसके स्पर्श नहीं करते—ऐसा यत्नि सीधे मुक्त कहलाता है।",
      "english": "One who abides steady in equanimity, seeing sattva as equal, untouched by sorrow or joy—is indeed directly liberated."
    },
    {
      "verse": 30,
      "sanskrit": "योगिनां सच्चराचराणामात्मा सर्वत्र गतः \nयुक्त इत्याहुः स मुनीनां सत्त्वात्मा समन्वितः ॥१८.३०॥",
      "hindi": "योगियों का आत्मा, सशरीर और निर्झर दोनों में व्याप्त—ऐसे युक्ति-स्थ मुनि को है ‘उनका वे’- कहा गया।",
      "english": "The Self of yogis pervades animate and inanimate—the sage established in union is said to have that Self."
    },
    {
      "verse": 31,
      "sanskrit": "यो युक्तः सदा समत्वेन ब्रह्मवादमुपासते \nधर्मार्थकाममोक्षैः युक्तो मुह्यति स तत्त्वदृष्ट्या ॥१८.३१॥",
      "hindi": "जो सदैव समभाव से ब्रह्मज्ञापन कर धर्म, अर्थ, काम, मोक्ष से युक्त है—वह तत्त्व-ज्ञान द्वारा मुह्य नहीं होता।",
      "english": "He who worships Brahman with equanimity, aligned with dharma, artha, kama, and moksha—remains undisillusioned by true insight."
    },
    {
      "verse": 32,
      "sanskrit": "न चित्तं निर्निरोधद् व्यथंतं न योगातिवायस् \nयुक्त इति वेदाः स्वयं योगिनं समुपाश्रयेत् ॥१८.३२॥",
      "hindi": "जिसका चित्त नियंत्रित होता है, न पीड़ित होता है, न ओझल मानसिक तनाव—ऐसे युक्त का वर्णन वेदों में योगी कहा गया है।",
      "english": "His mind restrained, undisturbed, free from strain—the Vedas describe such one as a true yogi."
    },
    {
      "verse": 33,
      "sanskrit": "यदागतमिन्द्रियाणां साम्येन युक्तमनायसा \nतद् हीनाभिमता दुर्लभं यद् योगिनां समं भवेत् ॥१८.३३॥",
      "hindi": "जब इन्द्रियाँ बिना प्रयास और समानता के दुःख व सुख बीच न लगाये, तब ऐसी अवस्था दुर्लभ होती है—जो योगियों में समान पायी जाती है।",
      "english": "When the senses arrive with effortless equanimity, untainted by likes or dislikes—such steady state is rare, verily among yogis common."
    },
    {
      "verse": 34,
      "sanskrit": "दुःखसन्तापत्ययसमाश्वासमोक्षोपपत्तये \nसर्वे न्याययुक्ता मानाः समाधौ स्थिरा मुनयः ॥१८.३४॥",
      "hindi": "दुःख, ताप, उतार-चढ़ाव और आशा-मोह से मुक्ति के हेतु—तभी मुनियों के ये न्याययुक्त मान समाधि में स्थिर रहते हैं।",
      "english": "For release from pain, heat, change, and hope-desire—all righteous measures of the sages abide steady in samadhi."
    },
    {
      "verse": 35,
      "sanskrit": "न मुह्यति न विभ्रष्टो न रजसा न मोहजित् \nसर्वाण्येवात्मसंस्थानि तानि तत्त्वदृष्ट्या स्थिता ॥१८.३५॥",
      "hindi": "न भ्रमित होता है, न लुप्त; न रजोगुण ग्रस्त, न मोहग्रस्त—जो सब आत्मा में स्थित है, केवल तत्त्वदृष्टि से स्थिर है।",
      "english": "He is not deluded, not lost; not bound by passion or ignorance—those perfectly established in the Self by true vision."
    },
    {
      "verse": 36,
      "sanskrit": "शान्तो नित्यसंस्तो योगी ब्रह्मभाव समास्थितः \nस्मरन् विभूतिमात्मनः तृष्टोऽसि न शोचति किञ्चन ॥१८.३६॥",
      "hindi": "शांत, सदा संतुष्ट, योगी—ब्रह्मभाव में स्थित, विभूतियों का स्मरण करते हुए पूर्ण; उसे कोई दुःख स्पर्श नहीं करता।",
      "english": "Calm and ever-contented, a yogi established in Brahman, remembering his glories—he is fulfilled, and unperturbed."
    },
    {
      "verse": 37,
      "sanskrit": "त्रिलोक्यात्मा निहितः स्थिरबुद्धिः प्रभुदेवो भवेत् \nसम्पश्यन्नपश्यन्नभ्यश्नन्नभ्यश्नात्मभूततः ॥१८.३७॥",
      "hindi": "त्रिलोक्य का आत्मस्वरूप समभाव भाव से जानने वाला और अचल बुद्धिवाला महाशक्ति वाला दैवीय पुरुष होता है—जो देखता हुआ न देखना खाता हुआ न खाना आत्म में स्थित होता है।",
      "english": "One who realizes himself the Self of three worlds, with steady intellect, is like a divine ruler—seeing without seeing, eating without eating, he is absorbed in self."
    },
    {
      "verse": 38,
      "sanskrit": "विनर्हितान्धकारमेव विदधते ज्ञानज्योतिः \nआत्मज्ञानेन युक्तो बन्धभङ्गं स न पश्यति ॥१८.३८॥",
      "hindi": "जो अज्ञान के अंधकार को नष्ट करके ज्ञान की ज्योति फैलाता है, आत्मज्ञान से युक्त—वह बंधन विभंजन तुम्हें नहीं दिखता।",
      "english": "He smites the darkness of ignorance and spreads the flame of knowledge; established in Self-knowledge, he sees no bondage."
    },
    {
      "verse": 39,
      "sanskrit": "यो यो निद्रावस्थापरः स्वप्ननिद्रापर्यभूतो वा \nयः जागरितः स एव योगी पुरुषो न संशयः ॥१८.३९॥",
      "hindi": "चाहे वह निद्रा की स्थिति में हो या स्वप्न में, अथवा जाग्रत अवस्था में—जो जागरित है, वही योगी पुरुष कहलाता है, निःसंदेह।",
      "english": "Be he in sleep, dream, or waking state—the one who is awake remains truly the yogi, without doubt."
    },
    {
      "verse": 40,
      "sanskrit": "सदात्मानं रहस्यज्ञं न किंचिदपि भ्राम्यति \nयुक्तः प्राप्नोति परमं शिवं तं योगम्ति धीमतः ॥१८.४०॥",
      "hindi": "जो सत् आत्मा और रहस्य में ज्ञानवान है, वह कदापि भ्रमित नहीं होता\nऐसे ज्ञानी योगी परमशिव को प्राप्त होता है, वे कहते हैं।",
      "english": "He who is the realized Self and Knower of mysteries is never deluded. Such a wise yogi attains supreme Shiva—thus they proclaim."
    },
    {
      "verse": 41,
      "sanskrit": "दृढ़ोऽन्येन विना युक्तो यतः पश्यति न पश्यति च \nस एव मुनिसत्तमः स कल्पतो द्विषन्ति यः ॥१८.४१॥",
      "hindi": "जो अन्य किसी पर आश्रित नहीं, दृढ़ है, देखता भी है और नहीं भी देखता — वही परमं मुनि है; ऐसी स्थिति देखकर लोग द्वेष करते हैं।",
      "english": "He who is steadfast and independent, who sees and yet does not see—he is the supreme sage; seeing such a state, people often feel envy."
    },
    {
      "verse": 42,
      "sanskrit": "यो जगति सर्वत्र स्थितो मनः प्रत्यगाचलः \nन दुःखं न हर्षं तस्य तत्त्वज्ञस्ततो मुक्तः सः ॥१८.४२॥",
      "hindi": "जो मन अंतःस्थिर और समभाव है, जो जगत् सर्वत्र स्थित है—उसके लिए न दुःख है, न हर्ष, ऐसा तत्त्वज्ञानी निश्चित रूप से मुक्त होता है।",
      "english": "He whose mind is internally unmoved and who abides in the Self everywhere—he who feels no sorrow or joy is truly liberated, the knower of Truth."
    },
    {
      "verse": 43,
      "sanskrit": "यदाशु चित्तं समाधा गच्छत्सत्त्वानां तथा यत् \nतमसात्मा ततो गच्छति तमसोऽन्तरमाविशेत् ॥१८.४३॥",
      "hindi": "जहाँ चित्त शीघ्र समाधि की ओर बढ़ता है, वही आत्मा सत्त्व का, न और तामस में लीन होती है।",
      "english": "Where the mind swiftly attains serenity and concentration, there the Self, imbued with sattva, transcends and never dwells in darkness."
    },
    {
      "verse": 44,
      "sanskrit": "त्वतस्तत्कार्यं मा पश्यंति धृत्वान्तपि जाने सः \nजितसंज्ञशच्चेताः सत्यं मत्वा न शोचन्ति ॥१८.४४॥",
      "hindi": "तुम्हारे द्वारा किया गया पथ वह नहीं देखता, पर जिसने आत्मा को जित लिया है, उसका मन सत्य मानकर उसे दुःखी न होते देता।",
      "english": "Though unseeable on your path, the conqueror recognizes the truth within and, considering it real, does not suffer."
    },
    {
      "verse": 45,
      "sanskrit": "सशास्त्राभ्यनुप्रयुक्तो यः समाधेः परं जुड्यते \nस मुनिः स्थितप्रज्ञश्च मुक्त इति विभाषितः ॥१८.४५॥",
      "hindi": "जो शास्त्रों का अभ्यास करके समाधि की ओर अग्रसर होता है, वही मुनि स्थित बुद्धि वाला मुक्ति-प्राप्त कहलाता है।",
      "english": "He who applies scripture in pursuit of supreme meditation, he is the sage of steady wisdom and is said to be liberated."
    },
    {
      "verse": 46,
      "sanskrit": "यत्र सत्यं न वदक्च धर्मपथान्न च विचरन् \nस तत्करोति सत्यं वदति व्यापदिश्य चेत् ॥१८.४६॥",
      "hindi": "यदि कोई व्यक्ति न तो सत्य बोलता है, न धर्म-मार्ग अखंड रूप प्रस्तुत करता—पर फिर भी अगर कोई सत्यमिव कार्य करता या कहता है, वह उचित गुरु होता है।",
      "english": "He who does not speak truth nor strictly follow virtuous paths—yet acts truthfully or preaches it—is a teacher in essence."
    },
    {
      "verse": 47,
      "sanskrit": "यदाहारसत्त्वरमः निर्ममो निर्मोह एव च \nक्षुधासम्प्रमोद्धाश्चा तद्गुणं मुक्तमूर्तिना ॥१८.४७॥",
      "hindi": "जिसका भोजन बैगुण्य है, जो निर्वस्त्र, मोह-रहित और क्षुधारहित हो—ऐसा मान्य व्यक्ति ही गुण सहित मुक्ति स्वरूप कहलाता है।",
      "english": "He whose food is sattvic, who is content, detached, free from delusion and hunger—he is considered liberated in true form."
    },
    {
      "verse": 48,
      "sanskrit": "गुणशून्यमहरमो गुणैरमहरचित्तथा \nगुणारम्भश्च यस्तद्गुणी निःश्रेयसं चरति ॥१८.४८॥",
      "hindi": "जिसका मन गुणरहित, अहरहित और गुणारम्भ से परे हो—आदर्श गुणी वह निःश्रेयस मार्ग पर चलने वाला है।",
      "english": "He whose mind is free from qualities, free from dualities, and not bound by the onset of qualities—such a virtuous one walks the path of highest good."
    },
    {
      "verse": 49,
      "sanskrit": "नाहङ्कारो विज्ञेयं गुणसम्भवजयः \nज्ञातुं स्वभावं तत्कार्यं च पुरुषमनःस्थितम् ॥१८.४९॥",
      "hindi": "गुनों की उत्पत्ति से बने अहंकार को जानो—स्वरूप को जानने के लिए पुरुष होश में स्थित हो।",
      "english": "Know narcissism born of the three qualities—one must realize the nature of the Self with steady mind."
    },
    {
      "verse": 50,
      "sanskrit": "असत्यं ज्ञानजं तमः परमं धनं स्मृतं \nमयि न हिंसेति मीमांसकः सत्यं तत्त्वमभिधीयते ॥१८.५०॥",
      "hindi": "असत्य को ज्ञान देकर अज्ञान को धन समझो—जो मुझमें अहिंसा करता है उसे शांत प्रमाणी कहा जाता है।",
      "english": "Know falsity born of knowledge and ignorance as supreme wealth—one who practices non-violence in me is called steady in truth."
    },
    {
      "verse": 51,
      "sanskrit": "ईश्वराभिमानैर्हृदि न छायते धर्मपूर्तिः \nतदात्मज्ञानात्पश्यन् मुक्तो यः पुरुषः स तत्त्वदर्शी ॥१८.५१॥",
      "hindi": "हरिजन का अरम्भ धर्म के संरक्षण में हृदय में न गंदा हो—जैसे आत्मा-ज्ञान करने वाला, उसी पुरुष का दृष्टिकोण निष्कपट सच का होता है।",
      "english": "With ego of lordhood not staining their heart, performing duty, one who, realizing the Self, sees clearly is a seer of Truth."
    },
    {
      "verse": 52,
      "sanskrit": "गीर्वाणिभिः संयुतः कामार्थोपपत्तये \nज्ञानसमृद्धिर्न मस्मि यः स पुरुषः सोऽपि मुनिः ॥१८.५२॥",
      "hindi": "वाक्पटु और काम, अर्थ की प्राप्ति की दृष्टि से युक्त जो ज्ञानिमान् है—वह पुरुष भी मुनि कहलाता है।",
      "english": "He endowed with eloquence and knowledge aiming for pleasure and wealth—such a man is also called a sage."
    },
    {
      "verse": 53,
      "sanskrit": "गुणैरेव प्रथमं लभ्यं यदूपपद्यते हि सः \nमुनेर्निर्मुक्तो विनर्दिष्टः मन्त्रे सात्म्यतां गतः ॥१८.५३॥",
      "hindi": "जो पहले गुणों का सम्मंघन करता है, उसी को मुनि मुक्त कहा गया\nमंत्र में आत्म्य प्राप्त करने वाला ही मुनि कहलाता है।",
      "english": "The one who first acquires mastery over the qualities is called a sage, the liberated; the one attaining soul through mantra is considered a seer."
    },
    {
      "verse": 54,
      "sanskrit": "यः सर्वानपि स्थावराणि जीवस्वरूपेण तिष्ठति \nदुर्मर्षश्च स्थिरः प्रज्ञश्च न किंचिदपि दह्यते ॥१८.५४॥",
      "hindi": "जो सभी स्थावरों (जीव-मात्र) में अपने स्वरूप में स्थित रहता है—ऐसा भी मुश्किलों में धीर, ज्ञान में स्थित, और अच्युत कहलाता है।",
      "english": "He who abides in all beings—though motionless and steady in intellect, nothing burns him, he is steadfast and wise."
    },
    {
      "verse": 55,
      "sanskrit": "यः सर्वाधारस्थः साक्षी निर्मलोद्भवाञ्च ततः \nन वानिपद्मनिभः स्वप्नभूतः स मुह्यति कदाचन ॥१८.५५॥",
      "hindi": "जो सभी आधारों में स्थित साक्षी है, शुद्ध है, झूठी धारणा उसे कभी भ्रमित नहीं करती—वह मुग्ध नहीं रह जाता।",
      "english": "He who is the pure witness rooted in all bases, not misled by illusions even momentarily—is never deluded."
    },
    {
      "verse": 56,
      "sanskrit": "न हां कामयेत्कामार्थं नैवापनृत्यते \nयस्यात्मा नाचलः स्थितः स निष्क्रिया स च धृतम् ॥१८.५६॥",
      "hindi": "काम-इच्छा तथा मोह न उसे छूती; और न ही कुछ प्राप्य वह धोखा खाता—जिसका आत्मा अचल है, वह निष्क्रिय है और भी प्रकृति से परे।",
      "english": "He who desires neither pleasure nor gain, is uncorrupted by attainment—the one whose Self is unwavering, actionless, and transcendent."
    },
    {
      "verse": 57,
      "sanskrit": "यदागतमिन्द्रियाणां साम्येन युक्तमन्यथा \nतद् हीनाभिमता दुर्लभं यद् योगिनां समं भवेत् ॥१८.५७॥",
      "hindi": "जब इन्द्रिय-समानता सहज हो जाय, तो वह दुर्लभ अवस्था योगियों में अक्षुण्ण अवस्था होती है।",
      "english": "When the senses naturally abide in equanimity, that rare state becomes common among yogis."
    },
    {
      "verse": 58,
      "sanskrit": "यो मनसा महसचाप्यष्टावक्रसमाविष्टः \nस योगी नास्त्यन्यः पूज्यते तेन कर्मणा च युक्तः ॥१८.५८॥",
      "hindi": "जो मन, बुद्धि और चित्त—सब अष्टावक्र में एकत्रित करता है, वही योगी होता है; उस पर अन्य कोई कर्म या पूजा प्रभावहीन है।",
      "english": "He who integrates mind, intellect, and heart in Ashtavakra—he alone is the yogi; no other rite or act has effect on him."
    },
    {
      "verse": 59,
      "sanskrit": "सर्वधर्मेभ्यः पृथगर्थश्च योगोऽयं विशेषतः \nयोगज्ञा न यस्य ज्ञाता स नास्ति तत्त्वदृष्टया ॥१८.५९॥",
      "hindi": "यह योग सभी धर्मों से अलग, सभी अर्थों से विशिष्ट है\nजो व्यक्ति इस योग को जानता है, वही तत्त्वदृष्टि है; अन्य कोई नहीं।",
      "english": "This yoga is distinct from all rites and transcends all aims. Only he who knows this yoga has the true vision; no other does."
    },
    {
      "verse": 60,
      "sanskrit": "नात्म खूब आद्रो मनो न त्वं तिष्ठति भवेद् यः \nसात्मसंस्थः शांतश्च स योगी सत्यं परमं भवेत् ॥१८.६०॥",
      "hindi": "ना आत्म में उछाल है, न तुम स्थिर होते हो; जो आत्म-स्थित, शांत है—वह सच्चा योगी, वही परम बनता है।",
      "english": "Neither active in ego nor reactive in mind—he who abides in Self and peace is the true yogi and attains the supreme."
    },
    {
      "verse": 61,
      "sanskrit": "स्थितप्रज्ञस्य का वाणी, किं वा कार्यं स्थितात्मनः\nस्थितबुद्धेः किं वा ज्ञानं, किं सुखं च निराश्रयः॥",
      "hindi": "स्थितप्रज्ञ पुरुष की वाणी कैसी होगी? स्थित आत्मा का कार्य क्या है? स्थितबुद्धि का ज्ञान क्या है और निराश्रित का सुख कैसा होगा?",
      "english": "What is the speech of the wise? What action belongs to the Self-abiding one? What is the knowledge of the steady-minded, and what joy for one who needs nothing?"
    },
    {
      "verse": 62,
      "sanskrit": "यत्र विश्वं न दृश्येत आत्मा वा विश्ववर्जितः\nतत्र स्थितः सुखं तिष्ठेन्न किंचिदपि चिन्तयन्॥",
      "hindi": "जहाँ न तो यह संसार दिखता है और न ही आत्मा उसमें लिप्त है, वहाँ स्थित पुरुष आनंदपूर्वक बिना कुछ सोचे स्थित रहता है।",
      "english": "Where the world is not seen, and the Self is beyond all things, one abides in bliss without a single thought."
    },
    {
      "verse": 63,
      "sanskrit": "विज्ञस्यापि तथा लोको यथा स्त्रीसंगिनः प्रभो\nमृतस्य मुनिवृन्दस्य याति चेद्व्यसनं कियत्॥",
      "hindi": "हे प्रभो! जैसे स्त्रीसंगी को संसार भाता है, वैसे ही ज्ञानी को भी यदि संसार में रुचि हो जाए, तो वह क्या ज्ञानयोगी है?",
      "english": "Even the wise, O Lord, may fall into delusion like a man attached to women. How much more so the one who is merely a seeker?"
    },
    {
      "verse": 64,
      "sanskrit": "अज्ञानाद्भवती बन्धो मोक्षः स्याज्ज्ञानतोऽन्यथा\nपश्य त्वमात्मनो बन्धं मुक्तिं च त्यक्तदर्शनः॥",
      "hindi": "अज्ञान से बंधन होता है और ज्ञान से मुक्ति होती है\nदेखो, अपने ही आत्मा में बंधन और मुक्ति दोनों हैं—दृष्टि को त्यागकर।",
      "english": "Bondage arises from ignorance and freedom through knowledge. See your own bondage and liberation within yourself."
    },
    {
      "verse": 65,
      "sanskrit": "शक्तो यदि भवेत्त्यागे किं धनैः किं सुहृज्जनैः\nशक्तो यदि भवेच्छान्तौ किं धर्मैः किं च कर्मभिः॥",
      "hindi": "यदि कोई त्याग में सक्षम हो जाए, तो उसे धन या मित्रों की क्या आवश्यकता? यदि वह शांति में स्थित हो जाए, तो धर्म या कर्म की क्या ज़रूरत?",
      "english": "If one can renounce, what need of wealth or friends? If one can be peaceful, what need of religion or action?"
    },
    {
      "verse": 66,
      "sanskrit": "शक्तो यदि भवेच्चिन्त्ये किं योगैः किं च साधनैः\nशक्तो यदि भवेत्तुष्टौ किं कामैः किं च संयमैः॥",
      "hindi": "यदि कोई विचार में स्थिर हो जाए, तो उसे योग या साधना की क्या ज़रूरत? यदि कोई तुष्टि में स्थित हो जाए, तो उसे काम या संयम की क्या ज़रूरत?",
      "english": "If one abides in thoughtlessness, what need is there of yoga or practices? If one is content, what use are desires or restraint?"
    },
    {
      "verse": 67,
      "sanskrit": "शक्तो यदि भवेदेकः किं लीलया किं रमाभिधा\nशक्तो यदि भवेदात्मनि किं क्रियाभिः किं च योगतः॥",
      "hindi": "यदि कोई एकांत में स्थित हो जाए, तो उसे खेल या रमण की क्या आवश्यकता? यदि वह आत्मा में स्थित हो जाए, तो उसे क्रिया या योग की क्या आवश्यकता?",
      "english": "If one is content alone, what need for play or consort? If one abides in the Self, what need is there for practice or union?"
    },
    {
      "verse": 68,
      "sanskrit": "शक्तो यदि भवेज्ज्ञानि किं मुनिर्नाम कस्य वा\nशक्तो यदि भवेद्रूपे किं पूजा किं च निर्वृतिः॥",
      "hindi": "यदि कोई ज्ञानी बन जाए, तो मुनि नाम किसका होगा? यदि वह स्वरूप में स्थित हो जाए, तो पूजा या निर्वाण की क्या ज़रूरत?",
      "english": "If one becomes truly wise, who then is called a sage? If one is rooted in form, what need for worship or liberation?"
    },
    {
      "verse": 69,
      "sanskrit": "शक्तो यदि भवेद्विद्वान्किं क्रियैः किं च मूढता\nशक्तो यदि भवेत्सत्ये किं शास्त्रैः किं च तर्कतः॥",
      "hindi": "यदि कोई विद्वान बन जाए, तो उसे क्रिया या मूढ़ता की क्या ज़रूरत? यदि वह सत्य में स्थित हो जाए, तो उसे शास्त्र या तर्क की क्या ज़रूरत?",
      "english": "If one becomes a knower, what use are actions or delusion? If one abides in truth, what use are scriptures or logic?"
    },
    {
      "verse": 70,
      "sanskrit": "शक्तो यदि भवेद्योगी किं तीर्थैः किं च देहतः\nशक्तो यदि भवेज्जीवः किं संसारः किं च मुक्तता॥",
      "hindi": "यदि कोई योगी बन जाए, तो तीर्थ या शरीर की क्या आवश्यकता? यदि वह जीव रूप में स्थित हो जाए, तो संसार या मुक्ति की क्या आवश्यकता?",
      "english": "If one becomes a yogi, what need for pilgrimage or body? If one abides as the living Self, what of world or liberation?"
    },
    {
      "verse": 71,
      "sanskrit": "शक्तो यदि भवेदात्मा किं शून्यं किं च तत्क्रिया\nशक्तो यदि भवेज्जीवः किं भोगैः किं च तत्त्वतः॥",
      "hindi": "यदि कोई आत्मा में स्थित हो जाए, तो शून्यता या उसकी क्रिया की क्या आवश्यकता? यदि कोई जीवस्वरूप हो जाए, तो भोग या तत्व की क्या आवश्यकता?",
      "english": "If one is established in the Self, what of void or action? If one becomes life itself, what use are pleasures or principles?"
    },
    {
      "verse": 72,
      "sanskrit": "शक्तो यदि भवेत्प्राज्ञः किं चिन्त्यं किं च चिन्तया\nशक्तो यदि भवेद्ब्रह्म किं देहेन किं च देहतः॥",
      "hindi": "यदि कोई प्राज्ञ हो जाए, तो सोचने या विचार की क्या आवश्यकता? यदि कोई ब्रह्मरूप हो जाए, तो शरीर या शरीर से क्या प्रयोजन?",
      "english": "If one becomes wise, what need of thought or thinking? If one is Brahman, what is there to do with the body?"
    },
    {
      "verse": 73,
      "sanskrit": "शक्तो यदि भवेद्देही किं बन्धैः किं च मोक्षणात्\nशक्तो यदि भवेद्देही किं लोकेन किं च लोकतः॥",
      "hindi": "यदि कोई देहधारी आत्मा में स्थित हो जाए, तो बंधन या मुक्ति की क्या आवश्यकता? यदि वह देहधारी है, तो लोक या लोक व्यवहार की क्या ज़रूरत?",
      "english": "If the embodied one becomes free, what use are bondage or release? If embodied and free, what need of the world or its ways?"
    },
    {
      "verse": 74,
      "sanskrit": "शक्तो यदि भवेद्देही किं धर्मैः किं च साधनैः\nशक्तो यदि भवेद्देही किं दुःखैः किं च सौख्यतः॥",
      "hindi": "यदि कोई देहधारी आत्मा में स्थित हो जाए, तो धर्म या साधनों की क्या आवश्यकता? यदि वह मुक्त है, तो दुःख या सुख का क्या महत्व?",
      "english": "If the embodied one is established in the Self, what use are dharma or means? What are pain or pleasure to him?"
    },
    {
      "verse": 75,
      "sanskrit": "शक्तो यदि भवेद्देही किं कर्मभिः किं च जन्मना\nशक्तो यदि भवेद्देही किं कालः किं च दैवतं॥",
      "hindi": "यदि देही आत्मा में स्थित हो जाए, तो कर्म या जन्म का क्या महत्व? समय या भाग्य की क्या आवश्यकता रहती है तब?",
      "english": "If the embodied is Self-realized, what of action or birth? What is time or fate to him?"
    },
    {
      "verse": 76,
      "sanskrit": "शक्तो यदि भवेद्देही किं पण्डित्यं किं च बुद्धता\nशक्तो यदि भवेद्देही किं मौनं किं च भाषणम्॥",
      "hindi": "यदि देही आत्मा में स्थित हो जाए, तो पांडित्य या बुद्धिमत्ता की क्या आवश्यकता? मौन या भाषण का क्या प्रयोजन है?",
      "english": "If the embodied abides in the Self, what use are learning or cleverness? What is silence or speech to him?"
    },
    {
      "verse": 77,
      "sanskrit": "शक्तो यदि भवेद्देही किं त्यागः किं च योगतः\nशक्तो यदि भवेद्देही किं ध्यानं किं च योगतः॥",
      "hindi": "यदि देही आत्मा में स्थित हो जाए, तो त्याग या योग का क्या महत्व? ध्यान या योग की प्रक्रिया की क्या आवश्यकता है?",
      "english": "If the embodied one is Self-established, what need is there of renunciation or yoga? What of meditation or yogic effort?"
    },
    {
      "verse": 78,
      "sanskrit": "शक्तो यदि भवेद्देही किं विद्या किं च विज्ञानतः\nशक्तो यदि भवेद्देही किं कर्मैः किं च संस्कृतिः॥",
      "hindi": "यदि देही आत्मा में स्थित हो जाए, तो विद्या या विज्ञान की क्या आवश्यकता? कर्म या संस्कारों की भी क्या जरूरत?",
      "english": "If one is established in the Self, what need of knowledge or science? What of action or tradition?"
    },
    {
      "verse": 79,
      "sanskrit": "शक्तो यदि भवेद्देही किं स्थूलं किं च सूक्ष्मतः\nशक्तो यदि भवेद्देही किं भूतं किं च भविष्यति॥",
      "hindi": "यदि देही आत्मा में स्थित हो जाए, तो स्थूल या सूक्ष्म शरीर की क्या बात? अतीत या भविष्य की क्या चिंता?",
      "english": "If one is Self-abiding, what of gross or subtle? What of past or future?"
    },
    {
      "verse": 80,
      "sanskrit": "शक्तो यदि भवेद्देही किं प्राप्तं किं च प्राप्तव्यम्\nशक्तो यदि भवेद्देही किं चिन्ता किं च चिन्तितम्॥",
      "hindi": "यदि देही आत्मा में स्थित हो जाए, तो क्या प्राप्त किया और क्या शेष है—इसकी क्या चिंता? सोचने या सोच की क्या आवश्यकता?",
      "english": "If one abides in the Self, what has been attained and what remains? What is worry and what is worth worrying about?"
    },
    {
      "verse": 81,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं प्रश्नः किं च प्रत्ययः\nशक्तो यदि भवेदात्मनि किं स्तोत्रं किं च प्रार्थना॥",
      "hindi": "यदि आत्मा में स्थित हो, तो प्रश्न और विचार किस लिए? यदि आत्मा में स्थित हो, तो स्तुति और प्रार्थना किसलिए?",
      "english": "If abiding in the Self, what need of questioning or conviction? If in the Self, what purpose for praise or prayer?"
    },
    {
      "verse": 82,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं च परमो धर्मः\nशक्तो यदि भवेदात्मनि किं मुक्ति किं च मोक्षतः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो परम धर्म की क्या आवश्यकता? यदि आत्मनि स्थित हो, तो मुक्ति या मोक्ष की क्या ज़रूरत?",
      "english": "If one abides in the Self, what need is there of supreme duty? If in the Self, what need for liberation or its attainment?"
    },
    {
      "verse": 83,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं अद्वैतं किं द्वैततः\nशक्तो यदि भवेत्साक्षात् किं मनः किं च इन्द्रियतः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो अद्वैत की क्या बात? यदि तत्त्व दृष्ट हो, तो मन-इन्द्रियों की क्या ज़िम्मेदारी?",
      "english": "If one abides in the Self, what of non-duality or duality? If one realizes Truth, what of mind or senses?"
    },
    {
      "verse": 84,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं ख्याति किं च लौकिकः\nशक्तो यदि भवेदात्मनि किं कर्म किं च फलतः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो प्रसिद्धि या सांसारिकता का क्या महत्व? यदि आत्मनि स्थित हो, तो कर्म या उसके फल की क्या ज़रूरत?",
      "english": "If in the Self, what need of fame or worldly status? If in the Self, what purpose for action or its results?"
    },
    {
      "verse": 85,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं मन्त्रं किं संघतः\nशक्तो यदि भवेदात्मनि किं विधि किं च अर्थतः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो मंत्र या समुदाय की क्या आवश्यकता? यदि आत्मनि स्थित हो, तो विधि या अर्थ की क्या ज़रूरत?",
      "english": "If in the Self, what need for mantra or fellowship? If in the Self, what use for method or meaning?"
    },
    {
      "verse": 86,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं नाथः किं च द्युति\nशक्तो यदि भवेदात्मनि किं कीर्तिः किं च यशः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो ईश्वर या दिव्यता का क्या महत्व? यदि आत्मनि स्थित हो, तो कीर्ति या प्रसिद्धि की क्या ज़रूरत?",
      "english": "If in the Self, what need for deity or divinity? If in the Self, what of fame or renown?"
    },
    {
      "verse": 87,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं तन्त्रम्‌ किं च भेदतः\nशक्तो यदि भवेदात्मनि किं ज्ञानं किं च विज्ञानतः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो तंत्र या भेद की क्या आवश्यकता? यदि आत्मनि स्थित हो, तो ज्ञान या विज्ञान की क्या ज़रूरत?",
      "english": "If in the Self, what purpose for ritual or distinction? If in the Self, what need for knowledge or understanding?"
    },
    {
      "verse": 88,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं देहः किं च शरीरतः\nशक्तो यदि भवेदात्मनि किं जन्मन्‌ किं च मरणतः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो देह या शरीर का क्या महत्व? यदि आत्मनि स्थित हो, तो जन्म या मृत्यु की क्या ज़रूरत?",
      "english": "If in the Self, what need for body or physical form? If in the Self, what of birth or death?"
    },
    {
      "verse": 89,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं सुखं किं च दुःखतः\nशक्तो यदि भवेदात्मनि किं चेष्टा किं च आवश्यकता॥",
      "hindi": "यदि आत्मनि स्थित हो, तो सुख या दुःख का क्या महत्व? यदि आत्मनि स्थित हो, तो प्रयास या आवश्यकता कैसी?",
      "english": "If in the Self, what need for joy or sorrow? If in the Self, what need for effort or necessity?"
    },
    {
      "verse": 90,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं आत्मा किं च आत्मनः\nशक्तो यदि भवेदात्मनि किं च आत्मा किं च परतः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो आत्मा की पहचान क्या है? यदि आत्मनि स्थित हो, तो परात्पर आत्मा क्या?",
      "english": "If in the Self, what of the Self's definition? If in the Self, what of the Supreme Self?"
    },
    {
      "verse": 91,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं विषयाणि किं च वस्तुनि\nशक्तो यदि भवेदात्मनि किं कानि किं च कार्याणि॥",
      "hindi": "यदि आत्मनि स्थित हो, तो विषय या वस्तु की क्या आवश्यकता? यदि आत्मनि स्थित हो, तो कार्य या क्रिया कैसी?",
      "english": "If in the Self, what need for objects or things? If in the Self, what need for acts or deeds?"
    },
    {
      "verse": 92,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं ब्रह्माध्यनं किं च उपासना\nशक्तो यदि भवेदात्मनि किं धर्मः किं च संतानतः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो ब्रह्म-चिंतन या उपासना की क्या जरूरत? यदि आत्मनि स्थित हो, तो धर्म या संतति की क्या ज़रूरत?",
      "english": "If in the Self, what need for Brahma-meditation or worship? If in the Self, what need for duty or progeny?"
    },
    {
      "verse": 93,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं सत्यं किं च तत्त्वतः\nशक्तो यदि भवेदात्मनि किं प्रज्ञा किं च बुद्धतः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो सत्य की क्या आवश्यकता? यदि आत्मनि स्थित हो, तो बुद्धि या प्रज्ञा कैसी?",
      "english": "If in the Self, what use is truth? If in the Self, what need for wisdom or intellect?"
    },
    {
      "verse": 94,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं तारणं किं च रक्षणतः\nशक्तो यदि भवेदात्मनि किं मार्गः किं च उद्देश्यतः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो रक्षा या सुरक्षा की क्या जरूरत? यदि आत्मनि स्थित हो, तो मार्ग या उद्देश्य का क्या महत्व?",
      "english": "If in the Self, what need for deliverance or protection? If in the Self, what need for path or goal?"
    },
    {
      "verse": 95,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं पुरुषः किं च पुरुषतः\nशक्तो यदि भवेदात्मनि किं पक्षः किं च विपक्षतः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो पुरुष की क्या पहचान? यदि आत्मनि स्थित हो, तो पक्ष या विपक्ष क्या मायने रखते हैं?",
      "english": "If in the Self, what is the identity of person? If in the Self, where are sides or oppositions?"
    },
    {
      "verse": 96,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं स्थानं किं च विदेशतः\nशक्तो यदि भवेदात्मनि किं स्वर्गं किं च पातालतः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो स्थान या विदेश का क्या महत्व? यदि आत्मनि स्थित हो, तो स्वर्ग या पाताल की क्या ज़रूरत?",
      "english": "If in the Self, what need for place or foreign land? If in the Self, what use for heaven or hell?"
    },
    {
      "verse": 97,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं गीतं किं च संगीतम्\nशक्तो यदि भवेदात्मनि किं शास्त्रं किं च मर्मतः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो गीत या संगीत की क्या आवश्यकता? यदि आत्मनि स्थित हो, तो शास्त्र या रहस्य की क्या ज़रूरत?",
      "english": "If in the Self, what need for song or music? If in the Self, what need for scripture or mystery?"
    },
    {
      "verse": 98,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं पुस्तकं किं च लेखनतः\nशक्तो यदि भवेदात्मनि किं दीपः किं च प्रकाशतः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो पुस्तक या लेखन का क्या महत्व? यदि आत्मनि स्थित हो, तो दीप या प्रकाश की क्या ज़रूरत?",
      "english": "If in the Self, what need for book or writing? If in the Self, what need for lamp or light?"
    },
    {
      "verse": 99,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं भूमिः किं च गगनतः\nशक्तो यदि भवेदात्मनि किं स्रोतः किं च सरितः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो भूमि या आकाश का क्या महत्व? यदि आत्मनि स्थित हो, तो स्रोत या नदी की क्या ज़रूरत?",
      "english": "If in the Self, what need for earth or sky? If in the Self, what need for spring or river?"
    },
    {
      "verse": 100,
      "sanskrit": "शक्तो यदि भवेदात्मनि किं सर्वं किं च सर्वतः\nशक्तो यदि भवेदात्मनि किं शेषं किं च शून्यतः॥",
      "hindi": "यदि आत्मनि स्थित हो, तो सब कुछ और सब ओर की क्या ज़रूरत? यदि आत्मनि स्थित हो, तो शेष या शून्य का क्या महत्व?",
      "english": "If in the Self, what need for everything or everywhere? If in the Self, what need for residue or emptiness?"
    }
]
},
{
  "chapter": 19,
  "title": "मुक्त की दशा (The State of Liberation)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "जनक उवाच ।\nतत्त्वविज्ञानसन्दंशमादाय हृदयोदरात् ।\nनानाविधपरामर्शशल्योद्धारः कृतो मया ॥१९.१॥",
      "hindi": "जनक बोले– तत्त्वज्ञान की चिमटी से मैंने हृदयगुहा से विभेदों के काँटों को निकाल दिया है।",
      "english": "Janaka said: With the pincers of truth-knowledge I have extracted from my heart the thorns of divergent reflections."
    },
    {
      "verse": 2,
      "sanskrit": "क्व धर्मः क्व च वा कामः क्व चार्थः क्व विवेक्ता ।\nक्व द्वैतं क्व च वा अद्वैतं स्वमहिम्नि स्थितस्य मे ॥१९.२॥",
      "hindi": "मेरे लिए धर्म, काम, अर्थ, विवेक, द्वैत या अद्वैत क्या मायने रखते हैं—जब मैं अपनी ही महिमा में स्थित हूँ?",
      "english": "For one established in his own glory, what are duty, desire, gain, discernment, duality or nonduality?"
    },
    {
      "verse": 3,
      "sanskrit": "क्व भूतं क्व च वा भविष्यद्वा क्व वर्तमानमपि क्व वा ।\nक्व देशः क्व च वा नित्यं स्वमहिम्नि स्थितस्य मे ॥१९.३॥",
      "hindi": "मेरे लिए भूत, भविष्य, वर्तमान, स्थान या समय का क्या महत्व जब मैं अपनी महिमा में अवस्थित हूँ?",
      "english": "What are past, future, present, space or time to one who is established in his own majesty?"
    },
    {
      "verse": 4,
      "sanskrit": "क्व आत्मा क्व च वा नात्मा क्व शुभं क्व चाशुभं तथा ।\nक्व चिन्ता क्व च कृचिन्ता स्वमहिम्नि स्थितस्य मे ॥१९.४॥",
      "hindi": "मेरे लिए आत्मा या ना‑आत्मा, शुभ या अशुभ, चिन्ता या न‑चिन्ता—इनका क्या सन्दर्भ जब मैं अपनी ही महिमा में हूँ?",
      "english": "What are Self, non‑Self, good, evil, thought or no thought to one established in their own glory?"
    },
    {
      "verse": 5,
      "sanskrit": "क्व स्वप्नः क्व च वा सुषुप्तिर्वा क्व च जागरणम् तथा ।\nक्व तुरीयं क्व च भयमपि स्वमहिम्नि स्थितस्य मे ॥१९.५॥",
      "hindi": "मेरे लिए स्वप्न, सुषुप्ति, जागरण, चतुर्थ अवस्था या भय का क्या महत्व, जब मैं अपनी महिमा में स्थित हूँ?",
      "english": "What are dream, deep sleep, wakefulness, the fourth state or fear to one abiding in his own majesty?"
    },
    {
      "verse": 6,
      "sanskrit": "क्व दूरं क्व च समीपं वा बाह्यं क्वाभ्यन्तरं क्व वा ।\nक्व स्थूलं क्व च वा सूक्ष्मं स्वमहिम्नि स्थितस्य मे ॥१९.६॥",
      "hindi": "मेरे लिए दूर या पास, बाह्य या आंतरिक, स्थूल या सूक्ष्म का क्या महत्त्व जब मैं महानता में स्थित हूँ?",
      "english": "What are far or near, outside or inside, gross or subtle to one established in his own glory?"
    },
    {
      "verse": 7,
      "sanskrit": "क्व मृत्युर्जीवितं वा क्व लोकाश्चास्य क्व लौकिकम् ।\nक्व लयः क्व च समाधिर्वा स्वमहिम्नि स्थितस्य मे ॥१९.७॥",
      "hindi": "मेरे लिए मृत्यु या जीवन, लोक या लौकिक क्या हैं? लय या समाधि क्या महत्व रखते हैं?",
      "english": "What are death or life, worlds or worldliness, dissolution or absorption to one established in his own glory?"
    },
    {
      "verse": 8,
      "sanskrit": "अलं त्रिवर्गकथयायोगस्य कथयाप्यलं ।\nअलं विज्ञानकथयायविश्रान्तस्य ममात्मनि ॥१९.८॥",
      "hindi": "मेरी आत्मा को त्रिविध लक्ष्य, योग या ज्ञान की चर्चा करने की क्या आवश्यकता? मैं विश्रान्त हूँ।",
      "english": "Why speak of the three aims, yoga or knowledge to my restful Self?"
    },
    {
      "verse": 9,
      "sanskrit": "क्व प्रश्नः क्व च प्रत्ययः क्व स्तोत्रं क्व च प्रार्थना ।\nक्व धर्मः क्व च मोक्षः क्व च चान्त्यत्वमनन्ततः ॥१९.९॥",
      "hindi": "मेरे लिए प्रश्न, विश्वास, स्तुति, प्रार्थना, धर्म, मोक्ष, अंत या अनंत का क्या सन्दर्भ है?",
      "english": "What are question, conviction, praise, prayer, duty, liberation, end or infinity to me?"
    },
    {
      "verse": 10,
      "sanskrit": "क्व भूतानि क्व देहः क्व क्षुधा क्व च शान्तिः ।\nक्व च शोको फलं सुखं वा स्वमहिम्नि स्थितस्य मे ॥१९.१०॥",
      "hindi": "मेरे विश्रान्त आत्मा के लिए क्या हैं जीव, देह, भूख, शान्ति, शोक या सुख?",
      "english": "What are beings, body, hunger, peace, sorrow or pleasure to my restful Self?"
    },
    {
      "verse": 11,
      "sanskrit": "क्व गीतं क्व च संगीतं क्व स्तबकं क्व चामुत्तमम् ।\nक्व रति क्व च विमोहः स्वमहिम्नि स्थितस्य मे ॥१९.११॥",
      "hindi": "मेरे लिए गीत, संगीत, स्तवन, रति या मोह क्या हैं, जब मैं संत नेही हूँ?",
      "english": "What are song, music, praise, affection or delusion to me in close proximity to the sage?"
    },
    {
      "verse": 12,
      "sanskrit": "क्व विद्या क्व च विज्ञानं क्व मन्त्रं क्व च यज्ञिका ।\nक्व चेष्टा क्व शक्तिः स्वमहिम्नि स्थितस्य मे ॥१९.१२॥",
      "hindi": "मेरे लिए विद्या, विज्ञान, मन्त्र, यज्ञ, प्रयास या शक्ति क्या हैं—जब कोई मुझे शिष्य मानकर सेवा करता है?",
      "english": "What are knowledge, wisdom, mantra, sacrifice, effort or power to me, who am served as a disciple?"
    },
    {
      "verse": 13,
      "sanskrit": "क्व जनः क्व च जातिः क्व कुलमपि क्व भद्राणि च ।\nक्व देवैः क्व च देवतानि स्वमहिम्नि स्थितस्य मे ॥१९.१३॥",
      "hindi": "मेरे लिए कौन व्यक्ति, जाति, कुल या शुभ लोग, देव या देवता क्या हैं—मैं कब उनकी पूजा करता हूँ?",
      "english": "What are people, caste, clan, holy beings, gods or deities to me, when do I worship them?"
    },
    {
      "verse": 14,
      "sanskrit": "क्व परमः पुरुषः क्व वा तत्कालः क्व कायाभवः ।\nक्व लोका क्व च पातालाः क्व शिवो क्व च कपालिनः ॥१९.१४॥",
      "hindi": "मेरे लिए परम पुरुष, तत्काल रूप, कायाभव, लोक, पाताल, शिव या कपालिन क्या हैं?",
      "english": "What are the Supreme Being, immediate form, physical creation, heavens, netherworld, Shiva or Kapalin to me?"
    },
    {
      "verse": 15,
      "sanskrit": "क्व नाम क्व वर्णः क्व वेदाः क्व मनीषिता ।\nक्व कार्यं क्व फलानि च स्वमहिम्नि स्थितस्य मे ॥१९.१५॥",
      "hindi": "मेरे लिए नाम, वर्ण, वेद, मनीषा, कार्य या फल क्या हैं—मेरे लिए किसी से क्या प्रेरणा?",
      "english": "What are name, class, Vedas, intellect, action or result to me—what compels me?"
    },
    {
      "verse": 16,
      "sanskrit": "क्व शुभं क्व च अशुभं क्व कीर्तिः क्व च ब्रह्मणा ।\nक्व भुक्तिः क्व च वाञ्छा स्वमहिम्नि स्थितस्य मे ॥१९.१६॥",
      "hindi": "मेरे लिए शुभ या अशुभ, कीर्ति या ब्रह्म प्रयास, भुक्ति या अपेक्षा क्या महत्व रखते हैं?",
      "english": "What are auspicious or inauspicious, fame or spiritual effort, enjoyment or expectation to me?"
    },
    {
      "verse": 17,
      "sanskrit": "क्व लोका क्व च लोकान्तिकाः क्व न भवदानि च ।\nक्व कृति क्व च परिवारः स्वमहिम्नि स्थितस्य मे ॥१९.१७॥",
      "hindi": "मेरे लिए लोक, लोकान्तिकाएं, जन्म, कृति या रिश्तेदार क्या हैं—मेरी उनसे क्या पहचान?",
      "english": "What are worlds, end-of-worlds, births, actions or relations to me?"
    },
    {
      "verse": 18,
      "sanskrit": "क्व पाठः क्व च विद्या क्व तीर्थं क्व च चर्मणि ।\nक्व भोगः क्व च बन्धनं स्वमहिम्नि स्थितस्य मे ॥१९.१८॥",
      "hindi": "मेरे लिए पाठशाला, विज्ञान, तीर्थ, भोग या बंधन का क्या प्रभाव होगा?",
      "english": "What are schools, knowledge, pilgrimages, enjoyment or bondage to me?"
    },
    {
      "verse": 19,
      "sanskrit": "क्व तत्त्वज्ञः क्व मुनिः क्व महात्मा क्व नरः ।\nक्व महाब्राह्मणः क्व पूजितः स्वमहिम्नि स्थितस्य मे ॥१९.१९॥",
      "hindi": "मेरे लिए तत्त्वज्ञ, मुनि, महात्मा, मनुष्य, महाब्राह्मण या पूज्य होने का क्या महत्व?",
      "english": "What is the sage, ascetic, great soul, man, great Brahmin or being revered to me?"
    },
  {
    "verse": 20,
    "sanskrit": "क्व नाश्वतं क्व च नाश्वतिं क्व यशः क्व च लज्जनम् ।\nक्व शोणितं क्व च रक्तं क्लृशस्य किं सम्बन्धः ॥१९.२०॥",
    "hindi": "न मैं शाश्वत हूँ, न अशाश्वत; न यशस्वी, न लज्जित; न रक्त है मेरा, न मांस – मेरा इन सबसे क्या सम्बन्ध?",
    "english": "What are eternal, non-eternal, fame or shame, blood or flesh to me?"
  },
  {
    "verse": 21,
    "sanskrit": "क्व लोभो क्व च दर्पः क्व च तेजो क्व च रागः ।\nस्वमहिम्नि स्थितस्य मे किं सम्बन्धः ॥१९.२१॥",
    "hindi": "लालच, घमंड, तेज या आसक्ति—इनसे मेरा क्या रिश्ता?",
    "english": "What are greed, vanity, brilliance or attachment to one established in their own glory?"
  },
  {
    "verse": 22,
    "sanskrit": "क्व सुखं क्व च दुःखं क्व स्पृहा क्व च वात्सल्यं ।\nक्व वैरं क्व च सहृदयं स्वमहिम्नि स्थितस्य मे ॥१९.२२॥",
    "hindi": "सुख, दुःख, इच्छा, वात्सल्य, वैर, सहृदयता—इनसे मेरा क्या सम्बन्ध?",
    "english": "What are pleasure, pain, desire, affection, enmity or kindness to me?"
  },
  {
    "verse": 23,
    "sanskrit": "क्व राज्यं क्व च प्रजा क्व च राज्यकेतुमान् ।\nक्व कर्तव्यं क्व च कर्तृत्वं स्वमहिम्नि स्थितस्य मे ॥१९.२३॥",
    "hindi": "राज्य, प्रजा, ध्वज, कर्तव्य या कर्तापन—इनका मुझसे क्या लेना देना?",
    "english": "What are kingdom, people, banner, duty or agency to one established in Self?"
  },
  {
    "verse": 24,
    "sanskrit": "क्व रागः क्व च शोको क्व तृष्णा क्व च कृतार्थता ।\nक्व दोषः क्व च दोषे चिन्ता स्वमहिम्नि स्थितस्य मे ॥१९.२४॥",
    "hindi": "राग, शोक, तृष्णा, लक्ष्यप्राप्ति, दोष या दोष–चिन्ता—इनका मुझसे क्या सम्बन्ध?",
    "english": "What are passion, grief, craving, fulfillment, fault or worry to me?"
  },
  {
    "verse": 25,
    "sanskrit": "न मुक्तो न बन्धश्च न भिन्नो नैकश्च न साधु वा भिदा ।\nनाध्यात्मनिष्ठः क्लृशो वा किं भक्तिरूपः कुर्यात् ॥१९.२५॥",
    "hindi": "न मैं मुक्त हूँ, न बंधित; न विभेदित, न एक; न साधु हूँ—तो फिर भक्ति का क्या स्वरूप बनाऊँ?",
    "english": "Neither am I liberated, nor bound, neither divided nor united; not even spiritual—so what form of devotion is mine?"
  },
  {
    "verse": 26,
    "sanskrit": "नात्मैकत्वं नाप्यैकत्वं न चात्मसखेतवः ।\nन हेतोः न हेतुप्राप्तिश्च स्वमहिम्नि स्थितस्य मे ॥१९.२६॥",
    "hindi": "न मैं आत्मा हूँ, न मैं अनेक हूँ, न मेरे कोई मित्र हैं; न कोई कारण है, न कोई फल – जब मैं अपनी महिमा में हूँ।",
    "english": "I am neither the Self, nor manifold, nor have companions; neither cause nor result applies to me."
  },
  {
    "verse": 27,
    "sanskrit": "क्व लोभो क्व च दर्पः क्व च तेजो क्व च रागः ।\nस्वमहिम्नि स्थितस्य मे किं सम्बन्धः ॥१९.२७॥",
    "hindi": "लालच, घमंड, तेज या आकर्षण—इनका मेरे साथ क्या संबंध?",
    "english": "What have greed, pride, brilliance or attachment to do with me?"
  },
  {
    "verse": 28,
    "sanskrit": "न वशो नापि विधिरपि न नियमः स्वमहिम्नि स्थितस्य मे ।\nन अनर्था न च अर्थकाः किं सम्बन्धः ॥१९.२८॥",
    "hindi": "न मेरे पास नियंत्रण है, न नियम; न मैं सुखी, न अनर्थ हैं; तब मेरा इनसे क्या संबंध?",
    "english": "No control, no rule, no discipline; no harm, no gain—what relevance do these have to me?"
  },
  {
    "verse": 29,
    "sanskrit": "क्व सुखं क्व दुःखं क्व स्पृहा क्व वात्सल्यं ।\nस्वमहिम्नि स्थितस्य मे किं सम्बन्धः ॥१९.२९॥",
    "hindi": "सुख, दुःख, इच्छा या वात्सल्य—इनका मेरे साथ क्या संबंध?",
    "english": "What are pleasure, pain, desire or affection to me?"
  },
  {
    "verse": 30,
    "sanskrit": "नैव धरो न च गन्धो न स्पर्शो नापि रूपकः ।\nन स्थूलं न च सूक्ष्मं स्वमहिम्नि स्थितस्य मे ॥१९.३०॥",
    "hindi": "न धरती, न गंध, न स्पर्श, न रूप; न स्थूल, न सूक्ष्म – इनका मुझसे क्या सम्बन्ध?",
    "english": "Neither earth, smell, touch, nor form; neither gross nor subtle—what are these to me?"
  },
  {
    "verse": 31,
    "sanskrit": "क्व विलोकनं क्व मौनं क्व वक्तृत्वं क्व संयमः ।\nस्वमहिम्नि स्थितस्य मे किं सम्बन्धः ॥१९.३१॥",
    "hindi": "देखना, मौन, बोलना या संयम—इनका मेरे साथ क्या रिश्ता?",
    "english": "What have sight, silence, speech or restraint to do with me?"
  },
  {
    "verse": 32,
    "sanskrit": "न लोकाः न ब्रह्मा न प्राणः नान्तरात्मा ।\nन चेतः स्वमहिम्नि स्थितस्य मे किं सम्बन्धः ॥१९.३२॥",
    "hindi": "न लोक, न ब्रह्मा, न प्राण, न अंतरात्मा; न मन – इनसे मेरा क्या सम्बन्ध?",
    "english": "No worlds, no Brahma, no life-force, no inner Self, no mind—what relation have these to me?"
  },
  {
    "verse": 33,
    "sanskrit": "क्व पठनं क्व सम्स्मरणं क्व मन्त्रश्च कीर्तनं ।\nस्वमहिम्नि स्थितस्य मे किं सम्बन्धः ॥१९.३३॥",
    "hindi": "पाठ, स्मरण या मंत्र-कीर्तन—इनका मेरे साथ क्या संबंध?",
    "english": "What are reading, remembrance, chanting or hymn to me?"
  },
  {
    "verse": 34,
    "sanskrit": "न मुक्तं न च बद्धं न भिन्नं न च संहतम् ।\nन साधु न च वा साधु तत्सत्यं वद्यते बुधैः ॥१९.३४॥",
    "hindi": "न कोई मुक्त है, न कोई बंधन में; न विभेद है, न एकरूपता; न कोई साधु, न असाधु—यही सत्य है जो ज्ञानी कहते हैं।",
    "english": "Neither liberated nor bound, neither divided nor united; neither good nor ungood—this is the truth spoken by the wise."
  }
]
},
{
  "chapter": 20,
  "title": "आत्मबलात् मोक्ष (Freedom through Inner Strength)",
  "verses": [
    {
      "verse": 1,
      "sanskrit": "जनक उवाच ।\nक्व भूतानि क्व देहो वा क्वेन्द्रियाणि क्व वा मनः ।\nक्व शून्यं क्व च नैराश्यं मत्स्वरूपे निरञ्जने ॥२०‌‌‑१॥",
      "hindi": "मेरे निष्कलंक स्वरूप में पाँच तत्व, शरीर, इन्द्रियाँ, मन, शून्यता या निराशा—इनमें से कोई अस्तित्व नहीं।",
      "english": "Janaka said: In my immaculate nature there are no elements, body, senses, mind, emptiness or despair."
    },
    {
      "verse": 2,
      "sanskrit": "क्व शास्त्रं क्व आत्मविज्ञानं क्व वा निर्विषयं मनः ।\nक्व तृप्तिः क्व वितृष्णत्वं गतद्वन्द्वस्य मे सदा ॥२०‌‌‑२॥",
      "hindi": "मैं द्वन्द्वहीन हूँ—मेरे लिए शास्त्र, आत्म-ज्ञान, निष्कम्प मन, तृप्ति या वितृष्णा का क्या अर्थ?",
      "english": "For me, free from duality, what are scriptures, self‑knowledge, mind detached from objects, satisfaction or freedom from desire?"
    },
    {
      "verse": 3,
      "sanskrit": "क्व विद्या क्व च वाविद्या क्वाहं क्वेयं मम क्व वा ।\nक्व बन्धः क्व च वा मोक्षः स्वरूपस्य क्व रूपिता ॥२०‌‌‑३॥",
      "hindi": "मेरे लिए विद्या, अविद्या, 'मैं', 'यह', 'मेरा', बन्ध या मोक्ष, स्वरूप की रूपता—इनकी क्या जगह?",
      "english": "There is no knowledge or ignorance, no 'I', 'this' or 'mine', no bondage or liberation, nor any form of Self‑nature."
    },
    {
      "verse": 4,
      "sanskrit": "क्व प्रारब्धानि कर्माणि जीवन्मुक्तिरपि क्व वा ।\nक्व तद्विदेहकैवल्यं निर्विशेषस्य सर्वदा ॥२०‌‌‑४॥",
      "hindi": "मेरे लिए प्रारब्ध कर्म, जिवन्मुक्ति या निर्विशेष कैवल्य—इनका क्या आधार?",
      "english": "In changeless me, there are no karmic fruits, no liberation in life, and no bodiless absorption."
    },
    {
      "verse": 5,
      "sanskrit": "क्व कर्ता क्व च वा भोक्ता निष्क्रियं स्फुरणं क्व वा ।\nक्व अपरोक्षं फलं वा क्व निःस्वभावस्य मे सदा ॥२०‌‌‑५॥",
      "hindi": "कर्त्ता, भोगी, निष्क्रियता, स्पंदन, प्रत्यक्ष या फल—इनसे मेरा क्या सम्बन्ध?",
      "english": "Who is doer or enjoyer, actionless or active, visible or invisible, or what is result to my nature?"
    },
    {
      "verse": 6,
      "sanskrit": "क्व लोकं क्व मुमुक्षुर्वा क्व योगी ज्ञानवान् क्व वा ।\nक्व बद्धः क्व च वा मुक्तः स्वस्वरूपेऽहमद्वये ॥२०‌‌‑६॥",
      "hindi": "संसार, मुक्ति की चाह, योगी, ज्ञानी, बंधा या मुक्त—इनके मेरे साथ क्या संबंध?",
      "english": "Where is world, seeker, yogi, knower, bondage or liberation for me abiding in my non‑dual Self?"
    },
    {
      "verse": 7,
      "sanskrit": "क्व सृष्टिः क्व च संहारः क्व साध्यं क्व च साधनम् ।\nक्व साधकः क्व सिद्धिर्वा स्वस्वरूपेऽहमद्वये ॥२०‌‌‑७॥",
      "hindi": "सृष्टि, संहार, साध्य, साधन, साधक या सिद्धि—इनका मेरे लिए क्या अर्थ है?",
      "english": "Where are creation, destruction, goal, means, seeker or attainment in my own non‑dual nature?"
    },
    {
      "verse": 8,
      "sanskrit": "क्व प्रमाता प्रमाणं वा क्व प्रमेयम् क्व च प्रमा ।\nक्व किंचित् क्व न किंचिद् वा सर्वदा विमलस्य मे ॥२०‌‌‑८॥",
      "hindi": "ज्ञाता, प्रमाण, ज्ञेय, ज्ञान, कुछ या कुछ नहीं—इनका मेरे लिए क्या मूल्य?",
      "english": "Who is knower, evidence, knowable or knowledge, something or nothing to my forever pure Self?"
    },
    {
      "verse": 9,
      "sanskrit": "क्व विक्षेपः क्व चैकाग्र्यं क्व निर्बोधः क्व मूढता ।\nक्व हर्षः क्व विषादो वा सर्वदा निष्क्रियस्य मे ॥२०‌‌‑९॥",
      "hindi": "विक्षेप, एकाग्रता, विवेक, मूढ़ता, हर्ष या विषाद—इनका मेरे लिए क्या असर?",
      "english": "There is no distraction, focus, understanding, delusion, joy or sorrow for my ever actionless Self."
    },
    {
      "verse": 10,
      "sanskrit": "क्व चैष व्यवहारो वा क्व सा परमार्थता ।\nक्व सुखं क्व दुःखं वा निर्विमर्शस्य मे सदा ॥२०‌‌‑१०॥",
      "hindi": "व्यवहार, परमार्थ, सुख या दुःख—इनका मेरे लिए क्या अर्थ?",
      "english": "What is worldly interaction, higher purpose, pleasure or pain to my thought‑free Self?" 
    },
    {
      "verse": 11,
      "sanskrit": "क्व माया क्व च संसारः क्व प्रीतिर्विरतिः क्व वा ।\nक्व जीवः क्व च तद्ब्रह्म सर्वदा विमलस्य मे ॥२०‌‌‑११॥",
      "hindi": "माया, संसार, प्रीति, विरति, जीव या ब्रह्म—इनका मेरे लिए क्या अर्थ?",
      "english": "Where is illusion, world, attachment, detachment, individual‑soul or Brahman to my forever pure Self?"
    },
    {
      "verse": 12,
      "sanskrit": "क्व प्रवृत्तिर्निवृत्तिर्वा क्व मुक्तिः क्व च बन्धनम् ।\nकूटस्थनिर्विभागस्य स्वस्थस्य मम सर्वदा ॥२०‌‌‑१२॥",
      "hindi": "प्रवृत्ति, निवृत्ति, मुक्ति या बन्धन—इनमें मेरा क्या दृष्टिकोण?",
      "english": "For me who am eternally unmoved and indivisible, what are activity, renunciation, liberation or bondage?"
    },
    {
      "verse": 13,
      "sanskrit": "क्वोपदेशः क्व वा शास्त्रं क्व शिष्यः क्व च गुरुः ।\nक्व चास्ति पुरुषार्थो वा निरुपाधेः शिवस्य मे ॥२०‌‌‑१३॥",
      "hindi": "उपदेश, शास्त्र, शिष्य, गुरु या मानव-लक्ष्य—इनका मुझमें क्या स्थान?",
      "english": "What are instruction, scripture, disciple, teacher, goal of man—for my unconditioned blissful Self?"
    },
    {
      "verse": 14,
      "sanskrit": "क्व चास्ति क्व च वा नास्ति क्वास्ति चैकं क्व च द्वयं ।\nबहुनatra किमुक्तेन किंचिन्नोत्तिष्ठते मम ॥२०‌‌‑१४॥",
      "hindi": "अस्तित्व या न-अस्तित्व, एकता या द्वैत—इन प्रश्नों का मेरे लिए क्या महत्व? कुछ भी कहाँ उठता है?",
      "english": "Existence or non‑existence, unity or duality—what more to say? Nothing arises in me."
    }
  ]
}
]
}
